{
  "university_name": "Carnegie Mellon University",
  "policies": [
    {
      "policy_title": "Carnegie Mellon University Policy on Academic Integrity",
      "policy_url": "https://www.cmu.edu/policies/student-and-student-life/academic-integrity.html",
      "publisher": "Office of the Vice President for Student Affairs",
      "last_updated": "August 15, 2024",
      "scope": "university-wide",
      "policy_types": [
        "integrity"
      ],
      "summary_bullets": [
        "Academic credit should represent the work of the individual; collaboration or assistance on graded academic work is not permitted unless explicitly authorized by the course instructor(s).",
        "The policy implicitly covers generative AI tools as a form of unauthorized assistance if not explicitly permitted by the instructor.",
        "Students are required to cite all sources and acknowledge any authorized collaboration or assistance.",
        "Instructors must communicate their specific expectations for collaboration, assistance, citation, and acknowledgement within each course, and students are responsible for understanding these standards."
      ]
    },
    {
      "policy_title": "Use AI Safely at CMU",
      "policy_url": "https://www.cmu.edu/computing/services/ai/meet-ai/secure-ai.html",
      "publisher": "Computing Services - Office of the CIO",
      "last_updated": "",
      "scope": "university-wide",
      "policy_types": [
        "data-privacy",
        "other"
      ],
      "summary_bullets": [
        "Emphasizes awareness of data privacy, security, ethical, and legal concerns when using Generative AI tools.",
        "Lists CMU-approved AI services (e.g., ChatGPT Edu, Google NotebookLM, Microsoft Copilot Chat) that have university contract terms in place and can be used with any CMU data except Controlled Unclassified Information (CUI).",
        "Provides a checklist for safe AI use, including reviewing Data Classification Guidelines, reporting suspicious activity, exercising caution with copyright, and verifying AI outputs for accuracy.",
        "Differentiates between 'Public AI Tools' (personal accounts, not CMU-approved) and 'Protected AI Tools' (CMU-licensed), highlighting risks like loss of data control, data training, and potential sale of data with public tools."
      ]
    },
    {
      "policy_title": "CMU's Generative AI + Education Modules",
      "policy_url": "https://www.cmu.edu/teaching/gaitar/genaimodules/index.html",
      "publisher": "Eberly Center and Office of the Vice Provost for Teaching and Learning Innovation",
      "last_updated": "",
      "scope": "university-wide",
      "policy_types": [
        "student-guidance",
        "teaching-guidance"
      ],
      "summary_bullets": [
        "Provides instructional modules designed as a primer for CMU students to support their effective and responsible use of generative AI tools.",
        "Aims for students to understand how generative AI tools work, analyze ethical implications, and identify appropriate strategies for responsible use.",
        "Covers topics such as the basics of LLMs, the role of training data, risks of hallucinations, attribution for AI-generated content, ethical frameworks, and strategies for appropriate and responsible use (Decide, Verify, Cite, Rectify, Lateral Reading).",
        "Developed as part of CMU's broader strategy regarding Generative AI and education, involving subject-matter experts from multiple departments and students as co-creators."
      ]
    }
  ]
}