{
  "university_name": "University of Washington",
  "policies": [
    {
      "policy_title": "Update on the work of the AI Task Force",
      "policy_url": "https://www.washington.edu/provost/2024/09/24/update-on-the-work-of-the-ai-task-force/",
      "publisher": "Office of the Provost",
      "last_updated": "2024-09-24",
      "scope": "university-wide",
      "policy_types": [
        "research",
        "teaching-guidance",
        "student-guidance",
        "other"
      ],
      "summary_bullets": [
        "Announces progress on the provost's initiative for AI at the UW and outlines next steps for community involvement.",
        "Highlights the formation of the AI Task Force to develop a UW-wide strategy for AI.",
        "Introduces the Washington AI Initiative for Society, Teaching, and Research (WAISTAR) framework, covering Education, Research, Student Experience, and Operations.",
        "Emphasizes the UW's responsibility to lead in ethical and equitable AI use and to build basic AI understanding within the community.",
        "Calls for feedback via a survey and announces a series of town halls focusing on different aspects of AI at UW."
      ]
    },
    {
      "policy_title": "Generative Artificial Intelligence General Use Guidelines",
      "policy_url": "https://it.uw.edu/guides/security-authentication/artificial-intelligence-guidelines/",
      "publisher": "UW-IT",
      "last_updated": "2025-09-16",
      "scope": "university-wide",
      "policy_types": [
        "data-privacy",
        "integrity",
        "other",
        "student-guidance",
        "teaching-guidance",
        "research"
      ],
      "summary_bullets": [
        "Supports responsible GenAI use for UW's mission, aligning with UW values and privacy principles.",
        "Mandates use of only UW-approved services and applications with University data to ensure policy and legal compliance.",
        "Stresses individual responsibility and accountability for GenAI use and its outcomes.",
        "Requires review of GenAI output to minimize harm, avoid biases, and emphasizes human judgment.",
        "Advises transparency in disclosing GenAI use, maintaining detailed records, and adhering to confidentiality and privacy rules (e.g., data classification levels)."
      ]
    },
    {
      "policy_title": "AI tools and academic integrity",
      "policy_url": "https://www.washington.edu/studentlife/2023/10/11/ai-tools-and-academic-integrity/",
      "publisher": "Vice President for Student Life",
      "last_updated": "2023-10-11",
      "scope": "university-wide",
      "policy_types": [
        "student-guidance",
        "integrity"
      ],
      "summary_bullets": [
        "Communicates the University's expectations to students regarding AI tools and academic integrity.",
        "Emphasizes academic integrity as a commitment to honesty, trust, and responsibility.",
        "Warns that using AI content generators without instructor permission may violate academic standards and the Student Conduct Code.",
        "Advises students to read course syllabi, ask for clarification on AI use, and review the Student Conduct Code.",
        "Highlights available academic support programs and UW Libraries services for students."
      ]
    }
  ]
}