{
  "university_name": "Harvard University",
  "policies": [
    {
      "policy_title": "Guidelines for Using ChatGPT and other Generative AI tools at Harvard",
      "policy_url": "https://provost.harvard.edu/links/guidelines-using-chatgpt-and-other-generative-ai-tools-harvard-july-13-2023",
      "publisher": "Office of the Provost",
      "last_updated": "July 13, 2023",
      "scope": "university-wide",
      "policy_types": [
        "integrity",
        "teaching-guidance",
        "student-guidance",
        "data-privacy",
        "research",
        "other"
      ],
      "summary_bullets": [
        "The University supports responsible experimentation with generative AI tools, but emphasizes considerations for information security, data privacy, compliance, copyright, and academic integrity.",
        "Confidential data (Level 2 and above), including non-public research data, should not be entered into publicly-available generative AI tools.",
        "Users are responsible for any content they produce or publish that includes AI-generated material, noting that AI content can be inaccurate, misleading, or fabricated.",
        "All members must adhere to current policies on academic integrity; faculty should clearly communicate their policies on permitted AI uses in classes.",
        "Users should be alert for AI-enabled phishing and follow security best practices.",
        "HUIT must be contacted before procuring generative AI tools to ensure appropriate privacy and security protections and risk assessment."
      ]
    },
    {
      "policy_title": "Generative AI Guidelines",
      "policy_url": "https://www.huit.harvard.edu/ai/guidelines",
      "publisher": "Harvard University Information Technology",
      "last_updated": "",
      "scope": "university-wide",
      "policy_types": [
        "data-privacy",
        "integrity",
        "teaching-guidance",
        "student-guidance",
        "research",
        "other"
      ],
      "summary_bullets": [
        "Reinforces the University's support for responsible experimentation with generative AI tools, while highlighting critical considerations such as information security, data privacy, compliance, copyright, and academic integrity.",
        "Prohibits entering confidential data (Level 2 and above) into publicly-available generative AI tools; approved tools, assessed by Harvard's Information Security and Data Privacy office, are required for such data.",
        "Emphasizes user responsibility for reviewing AI-generated content for accuracy, potential fabrications ('hallucinations'), or copyrighted material before publishing or sharing.",
        "Advises adherence to local academic and administrative policies, encouraging faculty to clarify AI use policies in their courses.",
        "Warns about the increased sophistication of AI-enabled phishing and 'deepfakes,' recommending continued adherence to security best practices.",
        "Directs users to HUIT and School IT providers for a list of approved generative AI tools with contractual protections and mandates risk assessment by Harvard's Information Security and Data Privacy office for any unapproved vendor tools prior to use."
      ]
    },
    {
      "policy_title": "Teach with Generative AI",
      "policy_url": "https://www.harvard.edu/ai/teaching-resources/",
      "publisher": "Generative AI @ Harvard",
      "last_updated": "",
      "scope": "university-wide",
      "policy_types": [
        "teaching-guidance",
        "integrity",
        "student-guidance",
        "other"
      ],
      "summary_bullets": [
        "Serves as a central resource for Harvard faculty on integrating generative AI into teaching, recognizing both the challenges and transformative potential.",
        "Shares key learnings and insights from faculty experimentation, covering topics like effective prompt design, strategies for interrogating 'hallucinations,' and using AI beyond simple Q&A interactions.",
        "Provides advice for educators on leveraging generative AI tools for curriculum preparation, including outlining courses, creating learning objectives, suggesting assignments, and generating rubrics.",
        "Explores how AI can enhance student engagement, improve learning outcomes, and increase student confidence by assisting with tasks, providing personalized feedback, and overcoming skill gaps.",
        "Discusses risks of LLMs at a micro-scale within classrooms, such as failed reasoning or superficial thinking, and encourages students to understand these issues more deeply."
      ]
    }
  ]
}