{
  "university_name": "New York University",
  "policies": [
    {
      "policy_title": "Academic Integrity for Students at NYU",
      "policy_url": "https://www.nyu.edu/about/policies-guidelines-compliance/policies-and-guidelines/academic-integrity-for-students-at-nyu.html",
      "publisher": "Provost",
      "last_updated": "Aug 25, 2025",
      "scope": "university-wide",
      "policy_types": [
        "academic-integrity",
        "student-guidance"
      ],
      "summary_bullets": [
        "Sets forth core principles and standards with respect to academic integrity for all students at New York University.",
        "Each school may establish its own detailed supplemental guidelines, consistent with this university-wide policy.",
        "Defines plagiarism as presenting work without adequate acknowledgment of its source, explicitly including 'an AI tool'.",
        "Defines cheating as deceiving faculty, including 'submitting work... that was created by another, substantially or in whole, as one's own'.",
        "Faculty are expected to guide students in understanding proper use and acknowledgment of resources, especially with emerging technologies."
      ]
    },
    {
      "policy_title": "Teaching with Generative AI",
      "policy_url": "https://www.nyu.edu/faculty/teaching-and-learning-resources/teaching-with-generative-tools.html",
      "publisher": "Office of the Provost / Teaching and Learning Resources",
      "last_updated": "",
      "scope": "university-wide",
      "policy_types": [
        "teaching-guidance",
        "student-guidance",
        "academic-integrity"
      ],
      "summary_bullets": [
        "Instructs faculty to clearly explain their AI policy in syllabi and discuss it in class, acknowledging widespread student AI use.",
        "The Provost’s Office recommends three principles for student AI use: acknowledge use, student responsibility for content/accuracy, and understanding that learning comes from productive effort.",
        "Faculty should be specific about permitted/forbidden AI uses and explain the limitations of generative AI.",
        "Notes that detecting and adjudicating inappropriate AI use is challenging, and NYU does not license or endorse third-party AI detection tools due to high error rates."
      ]
    },
    {
      "policy_title": "Frequently Asked Questions About Teaching and AI",
      "policy_url": "https://www.nyu.edu/faculty/teaching-and-learning-resources/teaching-with-generative-tools/frequently-asked-questions.html",
      "publisher": "Office of the Provost / Teaching and Learning Resources",
      "last_updated": "",
      "scope": "university-wide",
      "policy_types": [
        "teaching-guidance",
        "academic-integrity",
        "student-guidance"
      ],
      "summary_bullets": [
        "Clarifies NYU's general policy on student AI use in coursework: allowed if instructor approves, student abides by requirements, and use does not violate the Academic Integrity Policy.",
        "Emphasizes an 'institution-wide restriction on taking credit for AI output without acknowledging its use'.",
        "States that most detailed policies for AI use will be set by individual schools or faculty.",
        "Provides an overview of generative AI, its limitations (randomness, plausibility over accuracy, bias, digital divide, intellectual property/copyright), and faculty recommendations for communicating AI preferences."
      ]
    }
  ]
}