[
  {
    "query": "University of Washington generative AI policy",
    "title": "Generative Artificial Intelligence General Use Guidelines - UW-IT",
    "url": "https://it.uw.edu/guides/security-authentication/artificial-intelligence-guidelines/",
    "text": "[Skip to content] \n\nEnter search text\n\nCurrent siteAll the UWSearch scope\n\nCurrent siteAll the UW\n\nLast updated: September 16, 2025\n\nThe University supports the responsible use of generative AI (GenAI) when helpful to further its mission, the preservation, advancement, and dissemination of knowledge. These guidelines provide general advice for the UW community and can help you use GenAI responsibly by aligning with [UW’s values] and [privacy principles].\n\n## Additional GenAI resources based on use case:\n\n- **Research**: Review the [Effective and Responsible Use of AI in Research page].\n- **Teaching**: Refer to guidance on [integrating GenAI while maintaining academic standards.] \n- **Health care and medical research**: Review [UW Medicine’s GenAI guidelines]. (Net ID required)\n\n## Key Takeaways\n\n- Only **UW-approved services and applications** may be used with University data. The use of unapproved services, applications, and the unauthorized release of university data could result in violations of policy or law for which you or the University may be liable. UW-IT can review tools and use cases to help inform unit decisions about whether to approve a service or application.\n- All use of GenAI must comply with all relevant [UW policies and standards].\n- Complimentary training, tool review, architectural guidance, and security assessments are available via the [UW-IT AI website].\n- You are ultimately **responsible and accountable** for your use of GenAI and all outcomes derived from it.\n\n### Acceptable Use\n\n- UW’s [Appropriate Use Policy] and related [security] and [privacy policies] apply to the use of all technologies, including GenAI.\n- Students must adhere to policies and rules applicable to their course or project. Course instructors have the discretion to allow, prohibit, or put parameters around the use of GenAI.\n\n### Minimize Risk of Harm\n\n- You must review GenAI output before using or publishing it and are responsible for any harm caused by your use of GenAI.\n- GenAI may **enhance, but does not replace, human judgment**, particularly in decision-making affecting individuals or communities.\n- Avoid GenAI use that may reinforce inappropriate biases or create barriers for underrepresented groups.\n\n### Transparency and Recordkeeping\n\n- **Disclosing GenAI use is often advisable and may be mandatory** **;** failure to do so may have serious consequences, particularly in published research or coursework.\n- Maintain **detailed records** of GenAI use, especially when personal data is involved. Document relevant processes in the [TrustArc personal data inventory].\n- Ensure compliance with **records protection and preservation laws**, including [Records Management Services AI Guidance.] \n\n### Confidentiality and Privacy\n\n- Data intended for public consumption (classification Level 1: All Audiences) can be used with GenAI..\n - Do not use data that is restricted (classification Level 2: Limited Audience through Level 4: Special Handling Requirements), unless appropriate security and privacy controls, including contractual protections when working with other parties are in place.\n- If you want to use GenAI for high-risk processes like hiring, admissions, or performance evaluations, contact [uwprivacy@uw.edu] for a privacy impact assessment.\n\n### AI Resources at UW\n\n- [UW-IT AI Resources] \n - [UWare Software Catalog] \n- [AI@UW] \n- [UW AI Community of Practice] \n- [UW AI Task Force, Town Halls, and AI Perspectives Speaker Series] \n - [Task Force Recommendations Report (Narrative)] \n - [Task Force Recommendations Report (Slides)] \n- [UW Health Sciences Library AI Overview] \n- [Artificial Intelligence at the Allen School of Computer Science and Engineering] \n- [University of Washington Bothell & Cascadia College AI Guide for Students] \n\n### AI Resources Beyond UW\n\n- [Internet2 NET+ AI Updates] \n- [EDUCAUSE Artificial Intelligence Library] \n- [Interim Guidelines for Purposeful and Responsible Use of Generative Artificial Intelligence (AI) in Washington State Government] \n- [Washington State Attorney General Artificial Intelligence Task Force] and [Report] \n- [City of Seattle Generative Artificial Intelligence Policy] \n- [City of Seattle Responsible Artificial Intelligence Program] \n- [City of Tacoma Generative Artificial Intelligence Guidelines] \n\n## Report suspected security and privacy incidents immediately:\n\n- Urgent issues: Call **206-221-5000**.\n- Other incidents **:** Email [uwprivacy@uw.edu].\n- General questions: Email [help@uw.edu]."
  },
  {
    "query": "University of Washington generative AI policy",
    "title": "UW Engineering's AI and content guidelines",
    "url": "https://www.engr.washington.edu/mycoe/marcom/social-media/ai-guidelines",
    "text": "[Skip to main content] \n\n[Overall strategy] [What could I use AI for?] [What can’t I use AI for?] [How do I ensure I’m using it properly?] \n\nGenerative artificial intelligence (AI) tools are rapidly changing the marketing and communications landscape. To take advantage of these technologies safely and responsibly, the CoE Marcom team has developed a set of guidelines for AI usage for social media content.\n\nGiven how often generative AI changes, the following guidelines are accurate at the time of writing. If you’re ever unsure, always reach out to the CoE Marcom team.\n\n![Collage of social media icons] \n\n## What is our overall AI strategy?\n\nAI can be a powerful tool for generating content, editing, producing ideas, writing captions, and many other applications. However, given that generative AI models are trained on existing data, extreme caution should be exercised to avoid plagiarism, sharing false information and improper branding.\n\nBelow is a non-comprehensive set of examples for proper and improper uses of AI models at UW CoE, and the processes which we follow to ensure that it is used responsibly.\n\n## What could I use AI for?\n\nThe scope of AI use at the College should be limited to editing content, generating ideas and altering the size of graphics. All of these uses should always be edited and verified by a human before sharing with external audiences. Use cases can look like…\n\n- Generating a list of concepts for future stories or social posts.\n- Shortening original content for email modules or social media platforms.\n- Resizing photos.\n- Suggesting hashtags, alt text or emojis for social media posts and emails.\n- Generating possible email headlines based on content.\n- Rewording parts of content for clarity and different audiences.\n- Transcribing videos.\n\n## What can’t I use AI for?\n\nAI should not be used to generate original copy or images in their entirety or to provide direct advice on marketing strategies or campaigns.\n\n### Caution: sensitive or private information\n\nIt is critical that we do not input any sensitive or private information into AI models!\n\nAI should **never** be used for things like…\n\n- Creating entire pieces of text or original images.\n- Analyzing private data or email lists.\n- Generating or altering parts of images.\n- Fact-checking.\n- Creating original content for videos or audio.\n\n## How do I ensure I’m using it properly?\n\nAll AI-generated work must be carefully reviewed by a human before it goes out to the public or is used in any official CoE communications.\n\nIf you have questions about whether something can or should be done with AI or the guidelines outlined above, reach out to the CoE Marcom team.\n\n## Additional resources\n\n[Social Media FAQs] [All resources]"
  },
  {
    "query": "University of Washington generative AI policy",
    "title": "AI+Teaching - Teaching@UW - University of Washington",
    "url": "https://teaching.washington.edu/course-design/ai/",
    "text": "AI+Teaching - Teaching@UW[Skip to content] \nCurrent siteAll the UWSearch scope\nCurrent siteAll the UW\nEnter search text\n[University of Washington] [University of Washington] \n* [Students] \n* [Parents] \n* [Faculty &amp; Staff] \n* [Alumni] \n[\nTeaching@UW\n] \n# AI+Teaching\nTools that use artificial intelligence (AI) have created opportunities and challenges across higher education. The speed and scale at which AI-powered tools can analyze data has already helped researchers advance human understanding in fields across the disciplinary spectrum. Generative AI tools are also supporting the processes that guide scholars’ research, writing, and creative production.\nInside the classroom, AI-based tools are providing instructors and students with new ways to critically engage concepts and build skills. As with all technologies, there are affordances and drawbacks associated with using AI. This page provides information that can help you integrate AI in your teaching in ways that are intentional, discerning, and learner-centered.\n## **What is AI?**\nBroadly speaking, AI refers to both a research field and a set of technologies that use computers and very large datasets to perform tasks, make predictions or recommendations, and solve problems that normally require human intelligence. As instructors, the type of AI that you are likely to integrate into your teaching is**generative AI**. While you don’t need to be an expert in AI to use it in your teaching, here are some foundational terms that can help you better understand the nature of AI.\nTypes of AI Accordion\n### Machine learning\nThis term refers to the practice of using algorithms and large datasets to train computers to recognize patterns and to apply what is known about those patterns to complete new tasks. Here&#8217;s an excerpt from how a generative AI tool responded when prompted to explain machine learning to a 16-year-old:\n*&#8220;Let&#8217;s say you want to create a program to recognize whether an email is spam or not. Instead of giving the computer a list of rules like &#8220;if the email contains the word &#8216;free&#8217; then it&#8217;s spam,&#8221; you feed it lots of examples of emails labeled as spam and not spam. The computer then learns by itself what characteristics tend to be associated with spam emails and what makes an email likely to be safe&#8230;.Machine learning algorithms use these examples to find patterns and make predictions or decisions without being explicitly programmed to do so.&#8221;*(OpenAI (2024), ChatGPT (Feb 2 version) [Large language model],[Chat GPT] \n### Natural language processing (NLP)\nThis term refers to the ability of computers to analyze and generate responses in ways that mimic humans&#8217; use of language. NLP is made possible through machine learning –computers are trained on huge datasets of text through which they identify patterns in things like syntax, semantic use, and sentiment. NLP enables computers to translate, summarize, or interpret text and speech in applications such as smart assistants like Siri, search engines in web browsers like Google, and autocorrect and spellcheck features in word processing applications like Microsoft Word.\n### Generative AI\nIn simple terms, generative AI draws upon the patterns identified through machine learning processes (see above) to generate new content. Whereas machine learning focuses on analyzing huge datasets to find patterns, generative AI draws on those patterns to generate text, images, music, and even videos. Generative AI tools use math (probability) to predict what word, image, sound, etc. would most likely appear next in a sequence. The output produced by generative AI is solely based on probability, rather than understanding and knowledge.\n### Large language model (LLM)\nA large language model (LLM) is a form of generative AI that has been trained on vast amounts of texts. It can generate text-based responses that look and feel very human-like. These models use deep learning techniques, particularly neural networks with many layers, to perform tasks like text generation, translation, and summarization.\n**Please note**: Currently, the only UW-supported generative AI tool is[Microsoft Copilot]. The UW agreement with Microsoft provides added protections, including enhanced protection of user data and privacy, for all UW users. Instructors are encouraged to explore using Copilot, rather than other non-UW-supported generative AI tools.\n### What AI is not: Dispelling the myth of artificial intelligence\nBecause the responses are so quick and varied, it is easy to mistake generative AI output for actual human thought. But**generative AI’s outputs are not thoughtful and only appear to answer questions**. As AI scholar[Kate Crawford notes], &#8220;AI is neither artificial nor intelligent&#8221; –AI systems don&#8217;t actually know anything. Generative AI doesn’t think. Instead it produces outputs that conform to the patterns evident in the datasets that trained them.\nAI’s ability to identify patterns has helped researchers in many fields. But as the work of computer scientist and activist,[Timnit Gebru] and others has made clear, because it works from patterns found in their training datasets,**generative AI may reproduce the values and bias encoded in those datasets**. We need to remember this because**our students may be thinking of generative AI as a place to find “answers.” We need to prepare them to use generative AI thoughtfully.**\n## **Talking with students about AI**\nYour students are already using AI. Because no technology currently exists that can reliably identify when a student uses AI to complete an assignment, it is unlikely that you can prevent students from using AI. So adopting a policing approach to student use of AI will likely be both time-consuming and unsuccessful. Instead, because UW graduates will live and work in an AI world, it is important that we provide them with opportunities to better understand the issues associated with AI and its relationship to learning.\nThe following strategies can help instructors think about how to communicate with students about AI, set expectations, and increase students’ motivation to develop their own skills and ideas.\n* **Set expectations**&#8211; Establish a policy for your course around the use of generative AI and communicate this with students through the syllabus and/or assignment prompts. Here are some[sample syllabus statements] you can use or adapt to help articulate your expectations for student use of AI in your course.\n* **Acknowledge that struggle is part of learning**&#8211; Talk with students about how intellectual struggle is an necessary part of learning. Learning happens only when we move outside what we already know. Explain to students that when they use generative AI as a shortcut to complete an assignment, they may miss an opportunity to become more effective thinkers, writers, researchers, and creators.\n* **Communicate the importance of all college "
  },
  {
    "query": "University of Washington generative AI policy",
    "title": "Faculty guidance for promoting academic integrity",
    "url": "https://www.engr.washington.edu/mycoe/academic/integrity",
    "text": "[Skip to main content] \n\nAs faculty and advisers, you play a key role in reinforcing principles of academic integrity with students during their time at UW.\n\n[Sample language] [AI considerations] [When misconduct is suspected] \n\nEmphasize that academic integrity is not just about following rules but is essential to their long-term development as ethical, trustworthy professionals in engineering. Consider framing academic integrity as part of your and your students’ commitment to fairness and accountability in the course, reminding students that cheating can harm both the perpetrator and their classmates.\n\n## General guidance\n\n- You are required to include a [statement on academic integrity in your course syllabus]. Faculty are encouraged to customize this statement with details for your own classroom.\n- Review the syllabus with students at the start of the quarter and encourage them to visit the [College of Engineering's student-facing webpage on academic integrity and misconduct], which includes the College's Statement of Principles.\n- Reference the syllabus at the start and end of key assignments and exams to remind students about the expectations for them. This can be as simple as adding a question requiring students to sign an academic integrity pledge. Research recommends pledge statements that are formal and detailed and that reference consequences of violation. Sample wording for syllabus statements and pledges are provided below.\n- Provide specific examples that clearly outline academic standards in your course and clarify expectations for acceptable behavior on group work, collaboration, use of online sources and previous course materials, etc.\n- Encourage students throughout the course to contact you or TAs if they have any questions about acceptable behavior when completing any assignments or exams in your course.\n- Review [more detailed tips to prevent academic misconduct] from Community Standards and Student Conduct.\n- During departmental orientations for newly placed and admitted students, review the [College of Engineering Statement of Principles] and any departmental academic policies.\n\nIn addition to these policy-oriented factors, consider [teaching and learning factors that can affect academic integrity]. Students may be less likely to cheat when they clearly understand instructor expectations, perceive assignments/tests to be fair measures of their learning, and do not perceive themselves to be in competition with each other over grades. The College's [Office for the Advancement of Engineering Teaching & Learning]  offers consultation on this and any other engineering education topic.\n\n## Sample integrity language for the classroom\n\nThese statements are provided for instructor use. They can be copied and adapted as needed.\n\n### Syllabus language\n\n\"Engineering is a profession demanding a high level of personal honesty, integrity and responsibility. Therefore, it is essential that engineering students, in fulfillment of their academic requirements and in preparation to enter the engineering profession, adhere to the College of Engineering [Statement of Principles]. Any student in this course suspected of academic misconduct (e.g., cheating, plagiarism, or falsification) will be reported to the College of Engineering Dean’s Office and the University’s Office of Community Standards and Student Conduct to initiate the [student conduct process]. _Any student found responsible for academic misconduct may receive a zero for their grade on the impacted academic work (e.g., assignments, project, or exams), and academic consequences, with the possibility of expulsion.”_\n\n**Sample statement for last sentence \\[** **Instructor should adapt or write their own** **\\]:**\n\n“For any assignment, quiz, or exam that is suspected of academic misconduct, you will be given an “X” grade until after Prof. Y has received notification by the Dean’s office that the conduct process is complete. If a student is found responsible for academic misconduct, the student will receive a grade of zero on the assignment, quiz, or exam. If a student is found not responsible, the student will receive a grade based on the standard grading criteria for that assignment, quiz, or exam.”\n\n### Assignment/Exam pledge\n\n\"As a member of the University of Washington student body and in accordance with professional ethical standards in engineering and the College of Engineering [Statement of Principles], I will not lie, cheat, or plagiarize in any endeavor related to my academic pursuits, nor will I tolerate that behavior in others. If I should fail to comply with this statement, I understand the consequences that can follow my actions include receiving a zero for my grade on an assignment or examination and academic consequences, with the possibility of expulsion.\"\n\n## New technology issues\n\nThe University of Washington has no overarching policy on student use of generative AI. The College of Engineering, likewise, defers to the judgement of the instructor. Teaching@UW maintains a [guidance page] regarding teaching and AI.\n\nInstructors are encouraged to be _deliberate and clear_ in course guidelines when addressing use of generative AI. It may be reasonable to prohibit all use of generative AI in one course but allow specific usages in another, depending on course learning objectives. Encourage students to save records of their progress over time (e.g., intermediate products, logs of work process), especially if generative AI is fully prohibited in your course.\n\nStudents should be reminded that generative AI, like all technology, is only a tool. It may be appropriate for some tasks in some contexts and not others. An engineer uses tools responsibly and knows they are accountable for their own work output regardless of their tools.\n\n## When academic misconduct is suspected\n\n### Reporting\n\nInstructors who suspect academic misconduct are strongly encouraged to notify the student about the suspected misconduct and allow them to respond. Unless this communication reveals that no misconduct occurred, the instructor must report the matter to the COE Associate Dean for Academic Affairs using [CSSC’s online reporting tool.] After referral, a conduct officer in the COE Dean’s Office will oversee the [student conduct process] to determine if the student is responsible for academic misconduct and will contact the instructor once a decision is reached.\n\nBeyond the recommended initial communication, instructors _should not complete conduct investigations on their own._ Students have the right to due process via the centralized reporting process, which is consistent with [Washington legislative requirements].\n\nA report should be made even if a student acknowledges misconduct. This allows for central recordkeeping, appropriate sanctioning, and a developmental conversation between the student and conduct officer debriefing the incident with an eye to future ethical decision-making.\n\n[Report a case of academic miscondu"
  },
  {
    "query": "University of Washington AI policy academic integrity",
    "title": "Sample syllabus statements regarding student use of artificial intelligence",
    "url": "https://teaching.washington.edu/course-design/ai/sample-ai-syllabus-statements",
    "text": "Sample syllabus statements regarding student use of artificial intelligence - Teaching@UW[Skip to content] \nCurrent siteAll the UWSearch scope\nCurrent siteAll the UW\nEnter search text\n[University of Washington] [University of Washington] \n* [Students] \n* [Parents] \n* [Faculty &amp; Staff] \n* [Alumni] \n[\nTeaching@UW\n] \n# Sample syllabus statements regarding student use of artificial intelligence\nThis page provides some basic syllabus language you can use or adapt to articulate your expectations for whether and/or how students may use AI-based tools in your course. Stating your expectations in the syllabus is important because instructor expectations may differ from course to course.\nRegardless of what your expectations regarding student use of AI-based tools are, consider including the following elements in your syllabus statement:\n* **Use**: How and how often will students be permitted to use AI-based tools in this course? What steps should students take to demonstrate or document their use of AI?\n* **Why**: Why was this policy selected for this course? What do students need to understand about the relationship between your approach to teaching/learning outcomes and the use of AI?\n* **Consequences**: How will you respond if students do not comply with these expectations?\n* **Questions**: How should a student reach out if they have questions about this policy?\n* **Privacy Reminder**: Currently, the only UW-supported generative AI tool is[Microsoft Copilot]. The UW agreement with Microsoft provides added protections, including enhanced protection of user data and privacy, for all UW users. Instructors are encouraged to explore using Copilot, rather than other non-UW-supported generative AI tools.## Sample syllabus language\n### For instructors who allow AI use with some restrictions\n*In this course, students are permitted to use AI-based tools (such as[UW&#8217;s version of Copilot]) on some assignments. The instructions for each assignment will include information about whether and how you may use AI-based tools to complete the assignment. All sources, including AI tools, must be properly cited. Use of AI in ways that are inconsistent with the parameters above will be considered academic misconduct and subject to investigation.*\n*Please note that AI results can be biased and inaccurate. It is your responsibility to ensure that the information you use from AI is accurate. Additionally, pay attention to the privacy of your data. Many AI tools will incorporate and use any content you share, so be careful not to unintentionally share copyrighted materials, original work, or personal information.*\n*Learning how to thoughtfully and strategically use AI-based tools may help you develop your skills, refine your work, and prepare you for your future career. If you have any questions about citation or about what constitutes academic integrity in this course or at the University of Washington, please feel free to contact me to discuss your concerns.*\n### For instructors who prohibit AI use\nNote: Instructors have the right to prohibit any use of AI, but because no technology currently exists that can reliably identify when a student uses AI to complete an assignment, policing student use of AI has the potential to be both time-consuming and unsuccessful.\n*All work submitted for this course must be your own. Any use of generative AI tools when working on assignments is forbidden. Use of generative AI will be considered academic misconduct and subject to investigation*\n*The assignments in this class have been designed to challenge you to develop creativity, critical-thinking, and problem-solving skills. Using AI technology will limit your capacity to develop these skills and to meet the learning goals of this course.*\n*If you have any questions about what constitutes academic integrity in this course or at the University of Washington, please feel free to contact me to discuss your concerns.*\n### For instructors who allow AI use without restriction\n*Students in this course are encouraged to explore the use of AI-based tools (such as[UW&#8217;s version of Copilot]) when completing assignments. All sources, including AI tools, must be properly cited. Use of AI without proper citation will be considered academic misconduct and subject to investigation.*\n*Please note that AI results can be biased and inaccurate. It is your responsibility to ensure that the information you use from AI is accurate. Additionally, pay attention to the privacy of your data. Many AI tools will incorporate and use any content you share, so be careful not to unintentionally share copyrighted materials, original work, or personal information.*\n*Learning how to thoughtfully and strategically use AI-based tools may help you develop your skills, refine your work, and prepare you for your future career. If you have any questions about citation or about what constitutes academic integrity in this course or at the University of Washington, please feel free to contact me to discuss your concerns.*"
  },
  {
    "query": "University of Washington AI policy academic integrity",
    "title": "AI tools and academic integrity - University of Washington",
    "url": "https://www.washington.edu/studentlife/2023/10/11/ai-tools-and-academic-integrity/",
    "text": "[Skip to content] \n\nCurrent siteAll the UWSearch scope\n\nCurrent siteAll the UW\n\nEnter search text\n\n[Student Life] \n\nDear UW Student,\n\nI hope that you are having a successful start to the academic year.\n\nAmid ongoing national conversations across higher education regarding the use of Artificial Intelligence (AI)-based tools, I am writing to share resources and the University’s expectations regarding AI tools and academic integrity.\n\nAt the UW, we view academic integrity as a commitment to the values of honesty, trust and responsibility. Academic integrity is at the heart of what makes us Huskies — it’s not just a set of rules, but a way of life that we carry with us as we journey through our academic pursuits. UW students are expected to practice high standards of academic and professional integrity.\n\nIt is important to know and understand the expectations of the University and your instructors regarding academic standards. This is especially relevant to the use of technology and online resources available today.\n\n**AI content generators, such as ChatGPT, present opportunities that can contribute to your learning and academic work. However, using these technologies without your instructor’s permission may violate academic standards of the University. Under the Student Conduct Code, cheating includes the unauthorized use of assistance, including technology, in completing assignments or exams.** While some instructors may encourage you to utilize technology to enhance your learning experience, other instructors may require that you do your own work without seeking outside help.\n\nWe ask that you take these steps:\n\n- Read the syllabus for each course you take so that you understand the particular expectations of each of your instructors.\n- If you are unsure of expectations, ask for clarification before you use specific resources in completing assignments or exams.\n- Review the [Student Conduct Code] and the two companion policies, Student Governance policies [Chapter 209] and [Chapter 210]. If you have questions, please contact [Community Standards & Student Conduct].\n\nThe UW is committed to helping students realize their potential at the University and beyond. If you need support, we have many [academic support programs] and UW Libraries services available such as [writing tools and services], [citation resources], [digital scholarship tools and support] and [24/7 chat with a librarian].\n\nAt the UW, we promote access to excellence and strive to inspire through education that emphasizes the power of discovery and the foundation of critical and analytic thinking.\n\nYou are part of a community of students, researchers, faculty and staff who bring their unique ideas and perspectives to learning, discovering and building solutions to tomorrow’s challenges.\n\nBe a part of the impact of innovation and academic integrity at the UW.\n\nSincerely,\n\nDenzil J. Suite\nVice President for Student Life"
  },
  {
    "query": "University of Washington AI policy academic integrity",
    "title": "Creating a culture of academic integrity",
    "url": "https://teaching.washington.edu/course-design/academic-integrity",
    "text": "[Skip to content] \n\nEnter search text\n\nCurrent siteAll the UWSearch scope\n\nCurrent siteAll the UW\n\n[Teaching@UW] \n\n## Why do students cheat?\n\nResearch studies point to a number of key factors that motivate students to cheat. Students are more likely to cheat or plagiarize when they:\n\n- Believe that others are getting away with cheating\n- Believe that the stakes are too high to fail\n- Find no intrinsic motivation for learning\n- See grading criteria as arbitrary or don’t understand how they are being assessed\n- Don’t understand that what they are doing is cheating (e.g., they are unfamiliar with citation practices).\n\n## How to create a culture of academic integrity\n\nWhile no strategy is guaranteed to eliminate cheating completely, there are a number of ways to discourage and prevent cheating.\n\nHere are some basic steps you can take as you design your course, craft your syllabus, or think about the first day of class:\n\n- **Clearly define what constitutes cheating.** Students may not know that certain practices and forms of collaboration qualify as cheating. Be sure to [articulate your expectations regarding student use of AI-based tools] to complete assignments.\n- **Explain the importance of academic integrity** to the class, to your discipline, and to students’ learning. Help students understand the short- and long-term consequences that come with cheating or plagiarizing.\n- **Replace high-stakes exams/assignments** with a series of lower-stakes assessments. Provide students opportunities to practice, learn from mistakes, and try again.\n- **Explain the relevance** of your course content. Cheating may be a sign that a student doesn’t understand the value of taking time to learn the information and skills associated with the course topic.\n- **Share your grading criteria in advance** (e.g., through a rubric) to help students understand your expectations and approach to grading.\n- **Create plagiarism-proof assignments**, for example, by asking them to incorporate something that relates to their experiences or requiring them to apply their learning to a situation.\n- **Add reflective components to your assignments**. Prompt students to explain or justify their responses to exam questions. A quick scan of these reflections can indicate whether a student is thinking for themselves.\n- **Allow students to work together.** Eliminate the lure of copying, but having student collaborate to develop answers.\n\nIn the video below, Jim Pfaendtner, former UW Professor and Chair of Chemical Engineering, shares how he talks about cheating with his students.\n\n[iframe] \n\n## The challenge of AI-based tools such as ChatGPT\n\nOnline tools that use artificial intelligence (AI) to generate text, such as ChatGPT, are increasingly at the forefront of teaching and learning conversations. [Learn more about strategies for communicating with students and designing assignments with these tools in mind.] \n\n## Questions about academic misconduct?\n\nInstructors who suspect a student has engaged in academic misconduct can find support and guidance by connecting with their campus student conduct office.\n\n- [UW Community Standards and Student Conduct faculty resources (Seattle)] \n- [Student Conduct and Academic Integrity (Tacoma)] \n- [Faculty Resources and Information – Student Affairs (Bothell)]"
  },
  {
    "query": "University of Washington ChatGPT policy students",
    "title": "ChatGPT, AI and Student Learning | UW School of Public Health",
    "url": "https://sph.washington.edu/faculty/newsletter/ChatGPT-AI",
    "text": "ChatGPT, AI and Student Learning | UW School of Public Health[Skip to main content] \n[University of Washington] \n[School of Public Health] \n## Search\nSearch\nSearch\nSearch\nSearch\n[Toggle navigation] \n# [Faculty] \n![Thumbnail] \n1. [Home] \n2. [Faculty] \n3. [Faculty Newsletter Archive] \n4. ChatGPT, AI and Student Learning\n# ChatGPT, AI and Student Learning\n![AI graphic] \nImage by Mike Mackenzie Marketing\n*ByJade Pearce*\nArtificial Intelligence, or AI, has gained momentum in the news lately. Depending on who you askAI tools will either save humanity, or destroy itwhile many others are trying to navigate a middle ground. In November 2022AI technology reached a new frontier through the company Open AI, which launched ChatGPT. What sets this AI apart from others (such as Siri, Alexa or a Google Search) is the sophistication of the content and its interface with the end user. In its own words,[ChatGPT] is a free “state-of-the-art natural language processing model”, which is “specifically designed for conversational language and is capable of generating responses to input in a way that mimic human conversation.”\nWhile this description may seem vague at first, its capabilities are staggering. Based on a user request, ChatGPT can produce a myriad of products from creating an eloquent poem to developing a comprehensive and thoughtful lesson plan at any grade. Trained on a massive dataset of text, including books, articles, and websites,it is able to synthesize data related to the request and transform its answer into consolidated and “[complete paragraphs] ” that is user friendly. Having amassed over a million users in just the first five days of its launch, ChatGPT has become a powerhouse of sorts that is able to provide its end user highly personal answers rather than requiring them to sift through various links within a search engine. With a[click] of a button, ChatGPT seemingly is able to give you the answer you need in seconds.\n## The Benefits\nProponents of this powerful chatbot argue there are benefits through its diversity; ChatGPT can be leveraged in multiple ways and within various fields. This is no exception within academia and faculty nationwide are debating the pros and cons of this tool. Those in favor argue for ChatGPT’s extensive capabilities that range from developing bibliographies to modeling written arguments, which easily proves itself to be an invaluable[tool] within the classroom. When properly utilized, ChatGPT could become a “new baseline for student essays” and “set a new bar for creativity.” Using it as supplementary teaching aid, students have the opportunity to understand ChatGPT’s strengths and weaknesses as well as further developing their skills as writers and critical thinkers. Using the tool in this way can not only develop writing skills but can aid student learning when writing resources are unevenly distributed or scarce. Taking it one step further, utilizing this type of practice can prepare them for life outside of college where employers may request them to have a broad range of[AI-related] skills.\nFurther, and possibly the most appealing, is the amount of time saved utilizing a tool such as ChatGPT. Often students that may have multiple obligations (such as a non-traditional student) may be able to get back minutes or hours of their day and could help reduce the struggle of balancing a heavy workload. Further, for students with disabilities, utilizing a device such as ChatGPT could provide a powerful tool to enhance understanding of the assignment at hand, or develop their skills in writing where they previously were unable to do so. Additionally, resources available for these non-traditional students vary nationwide and often scarce[resources] create an environment of inequity that can put unnecessary strain on the student. ChatGPT could help equalize the playing field and thus create a more equitable environment for students within a university setting.\n## The Challenges\nDespite these “ready made promises” of ChatGPT, it has quickly raised ethical questions and concerns. Dr. Todd Faubion, Department of Global Health Undergraduate Program director and lecturer initially didn’t fully understand the power or sophistication of ChatGPT until he read a New York Times article about its pervasive use. With the discovery of a student submitting suspicious answers and confirming that cheating occurred, it made it clear that something had to be implemented to regulate ChatGPT and other AI tools within the school. Some view ChatGPT as[plague-like], where educators nationwide have yet to feel the full force of this phenomenon.\n“ChatGPT and AI software generally make it increasingly challenging to identify and reward students who truly and thoughtfully engage with course content,” replied Faubion via email when asked about the subject. He suggests this tool does a disservice in practical and conceptual ways through inadvertently adding to the already heavy workload of many faculty members (potentially leading to increased headaches, stress and burnout) to existential concerns (some of his concerns include:should faculty concern themselves with focusing on individuals who prefer using this technology versus those who submit independently authored, critically engaged work? How does assessment need to change given this new reality that isn’t going away? What is a University of Washington student who submits work authored by an AI software hoping to gain from their college education? How does one encourage information literacy in the context of AI software?)\nFaubion points to other concerns surrounding writing and critical thinking: “AI software inherently devalues writing because a machine is doing it, absolving people of the need to think critically and learn to communicate effectively.” This issue not only affects the quality of student writing, but can undermine the faculty-student trust on whether a student is producing original work or not. Taken a step farther, this can even shake the confidence in the quality of higher learning in general. What does it say to the rigor and prestige of a school if deregulated use of AI tools are utilized? University tuition is increasing every year; is a student getting the quality education they are paying for if they rely on AI? According to Faubion, trust is essential for collective growth, vulnerability and compassion; traits essential for human development. Without foundational trust, it can create a tone where instructors become suspicious of the authenticity and originality of a student’s work instead of focusing on effectively teaching their course. What’s more, even developers of ChatGPT readily mention its limitations, which is clearly stated on its website. The[program] “may occasionally generate incorrect information, may occasionally produce harmful instructions or biased content and has limited knowledge of the world and events after 2021”. These limitations \"can generate responses that are inaccurate,"
  },
  {
    "query": "University of Washington provost generative AI guidance",
    "title": "Update on the work of the AI Task Force - University of Washington",
    "url": "https://www.washington.edu/provost/2024/09/24/update-on-the-work-of-the-ai-task-force/",
    "text": "Update on the work of the AI Task Force  &#8211; Office of the Provost[Skip to content] \nAll the UWCurrent siteSearch scope\nAll the UWCurrent site\nEnter search text\n[University of Washington] [University of Washington] \n* [Students] \n* [Parents] \n* [Faculty &amp; Staff] \n* [Alumni] \nQuick Links\n[\nProvost&#8217;s blog\n] \n# Update on the work of the AI Task Force\nPosted on[September 24, 2024July 25, 2025] \n*Update 10/31/24:**[See] ******[the most current information about AI Task Force town halls].***\nWe’re excited to update you on progress on the provost’s initiative for AI at the UW and announce next steps for getting involved in this transformative work.\nAs[announced at the Provost’s Town Hall] in February,developing an institutional strategy for artificial intelligence is imperative for the University. The UW has a responsibility to lead in the conversation around AI –not only in potential applications but in their ethical and equitable use. To meet the challenges and opportunities that AI represents, Provost Tricia Serio and President Ana Mari Cauce appointed a[Task Force on Artificial Intelligence] to suggest a UW-wide strategy for AI earlier this year.\n## Charge to the AI Task Force\nCharged with preparing a comprehensive vision and strategy, the AI Task Force developed a range of proposals covering every aspect of university life and work with and for our local and global communities, guided by the following principles and assumptions:\n* The UW has a responsibility to lead in the conversation around AI —not only in potential applications, but in their ethical and equitable use.\n* The responsible use of AI requires a basic understanding of AI.\n* Incorporating faculty, staff, and students is important and consistent with the University of Washington’s mission to preserve, advance and disseminate knowledge and prepare students for a future where AI will be an integral part of their professional and personal lives.\nThe task force carried out its charge with five working groups:\n* Research and Knowledge Creation/Transfer\n* Student Services\n* Teaching and Learning\n* Infrastructure\n* Administration## The WAISTAR framework\nBuilding on proposals submitted by the working groups, the task force developed a framework integrating vision and strategy.The**Washington AI Initiative for Society, Teaching, and Research**(WAISTAR)focuses on key areas of Education, Research, Student Experience, and Operations, to address a wide range of ways to enable AI through training, community, infrastructure, expertise and collaborations, as well as the necessary investment and governance to create a visionary and sustainable AI strategy at the UW.WAISTAR is a framework that can acceleratetheUW’s considerable strength in AI and associated disciplines at the center of the UW’s and UW students’ futures, in service to the public good.\n## We’re in this together\nThis vision is not just an outcome of the AI Task Force; it’s a way for the entire institution to move forward into an AI-empowered future. To learn more and join the conversation, please take some time toreview an abbreviated version of the[AI Task Force recommendations in narrative] or[slide format]. This version is a summary of the initial report to the provost, highlighting key recommendations and a long-term vision for the UW to lead a human-centered, AI-fueled transformation in teaching, learning, research and operations.**[Share your feedback and input via an institution-wide survey] **that is open until 5 p.m., Oct. 25.\n## Other ways to get involved\nPlease join us to learn more about AI at the UW with a weekly series of town halls from late October through early December.\nWe begin on**[Thursday, October 24, with &#8220;What is AI?&#8221;] **that is designed to build a shared understanding of AI&#8217;s foundations, opportunities, potential, and risks. This session will set the stage for future discussions by demystifying AI and exploring how it may impact our work, research and daily lives.\nThe next session will be**Wed., Oct. 30 on &#8220;AI for Research and Research in AI.&#8221;**Scheduling is underway for the following town halls and details will be announced soon.\n* AI for Student Success\n* AI for Education\n* AI for Teaching and Learning\n* AI Infrastructure\n* AI for Administration\nEach town hall will explore a different aspect of the future of AI at the UW and will include a moderated question and response session where everyone is encouraged to share their perspectives. All town halls will start at noon PST and end at 1:20 p.m.[Check back here next week] for the YouTube link that will give you access.\nWe look forward to your participation and input as wecreate this future together!\n## Office of the Provost\n* [Accreditation and assessment] \n* [Committees and reports] \n* [Deans and chancellors] \n* [Executive Office Administration] \n* [Faculty onboarding] \n* [Finance, planning and budgeting] \n* [Leadership searches and reviews] \n* [Professional licensure and certification disclosure] \n* [Strategic planning] \n* [Strategic initiatives] \n* [Vice provosts] \n## Federal policy updates\nWe are closely evaluating and monitoring changes in federal policies and the possible impacts they could have on members of our community and our teaching, research, service and patient care.\n[Learn more] \n## Provost&#8217;s blog\n* [[Federal Policy Updates –Dec. 3, 2025\n5 days ago\n] \n* [[Federal Policy Updates –Nov. 25, 2025\n2 weeks ago\n] \n* [[Federal Policy Updates –Nov. 19, 2025\n3 weeks ago\n] [More] \n## Connect with the provost\nHave an idea? A concern? A question? A success story? Provost Serio wants to hear from you. Send her your thoughts or request an online meeting.\n[Contact form] \n## Invite the provost\nWant the provost to attend your event? Submit a[request]."
  },
  {
    "query": "University of Washington provost generative AI guidance",
    "title": "Effective and Responsible Use of AI in Research",
    "url": "https://grad.uw.edu/advice_category/academics-and-research/",
    "text": "[Skip to content] \n\nEnter search text\n\nCurrent siteAll the UWSearch scope\n\nCurrent siteAll the UW\n\n[Graduate School News] \n\n## Effective and Responsible Use of AI in Research Guidance for Performing Graduate Research and in Writing Dissertations, Theses, and Manuscripts for Publications\n\n**\\[lifted in its entirety from Georgia Tech (Georgia Institute of Technology), and revised in response to feedback from the UW Graduate School Council and key stakeholders across all three UW campuses\\[1\\],\\[2****\\]** **\\]**\n\nThe use of artificial intelligence has expanded greatly in recent years to all sectors of society. Generative AI and Large Language Models, like [ChatGPT] [®], [Microsoft Co] [–] [Pilot®], and [Google Gemini] [®]  are rapidly becoming available, expanding access to this technology for use by anyone who is digitally literate.\n\nThese tools can be used effectively in conducting research, and this guidance document is developed to assist researchers, especially graduate students, in this purpose. The guidelines presented here are recommendations only and will evolve with the rapidly changing landscape of AI.\\[2\\]\n\nAI tools will also impact your teaching. While some of the guidance below will be relevant to your work as a scholar, please also visit this page from the Center for Teaching and Learning to [learn more about AI+Teaching] \n\nSome questions that guide the discussion are as follows:\n\n- What are potential equity impacts and implications for generative AI use? What are ways to reduce unintended impacts that may perpetuate equity gaps? What other ethical considerations should be considered about responsible AI use? [Use of AI policy] from the Spencer Foundation.\n- How can students use AI effectively as a tool to help generate research ideas and approaches?\n- How can students use AI effectively as a writing or editing tool for publications and their thesis?\n- How accurate are the results from an AI source?\n- How confidential is the process? Is a student giving away valuable ideas or research results to an open platform (like ChatGPT) before the topic is peer reviewed and published?  Will you lose your intellectual property rights, such as patents?\n- How can students improve their skills in using AI as a tool in research?\n- How might using AI affect the student’s development of personal knowledge and skills?\n- Are students at risk of committing research misconduct in the form of plagiarism if they use a generative AI platform to write parts of their thesis?\n- How can students (and other researchers) transparently indicate within their written works the contribution of generative AI or other assistive technologies?\n- What restrictions do professional societies and publishers place on the use of AI in publications and in reviewing papers or proposals?\n\nChatGPT® was asked similar questions, and both questions and the generated responses are given in the Appendix. Note that ChatGPT® has the following disclaimer:\n\n“ _While we have safeguards in place, the system may occasionally generate incorrect or misleading information and produce offensive or biased content. It is not intended to give advice.”_\n\n### Strengths of Large Language Models and Generative AI\n\n- It can sort through a large amount of information quickly to synthesize content from that information.\n- It can summarize existing information that is freely available and not behind firewalls or paywalls and is neither too old nor too recent. For example, it can summarize existing methodologies in a particular research area or positions on a topic.\n- It may help improve the communication skills of non-native speakers.\n\n### Challenges for AI\n\n- Current algorithms can summarize but do not necessarily generate accurate, unbiased, and dependable new or creative ideas.\n- The quality of the output depends on the algorithmic approach, the quality of the training data, and the user’s understanding of the tools’ limitations and biases as they write queries.  Though the content generated may sound very plausible, it may be inaccurate such as including non-existent publications or incorrect citations of publications. There are many companies that provide generative AI platforms, and the quality is mixed.\n- AI tools are better at summarizing information than retrieving it. Using these tools as search engines will likely result in biased results.\n- People are prone to biases in their work, and AI can pick up those biases from the training data and even amplify them or introduce its own.\n- Confidentiality or security of data voluntarily input to a Large Language Model by users depends on the policies and practices of the company that owns that platform. For preciseness, these terms should be accessed outside of the AI platform, rather than prompt the AI platform for these terms. For your own security and confidentiality of your data, it is more prudent to assume that whatever is fed into a query is owned by that company.\n\n### Use of AI in Graduate Student Research\n\nCreating new knowledge and performing research is at the highest level of the educational experience of students.  Novice researchers must learn essential critical thinking skills needed in formulating a research idea, determining appropriate methods and approaches for the research plan, collecting data, summarizing results, and drawing conclusions. AI can be a valuable tool for assistance but is not an accountable entity for the research outcomes since the ultimate responsibility of research lies with the human.\n\nYour program, instructor, or advisor may have provided specific expectations around the use of AI in your research. As you consider the use highlighted below, ensure that you are honoring their expectations and any agreements/attestations you have made with them. There may be serious consequences for breaking academic agreements. [UW’s Academic Misconduct Policy can be found here.] \n\n### Guidance on the Use of Generative AI in Generating Research Ideas or Approaches\n\n- Brainstorming: You can use the AI tool as a brainstorming partner, where you exchange ideas whether the AI prompts you or you prompt the AI for ideas. Brainstorming is an iterative process that can be made more effective with the way that the queries are posted. For more samples or information, post this query: “How can I use AI to help me to brainstorm an idea?”\n- Surveying Existing Approaches: Large Language Models, if trained broadly in a topic, can give an initial overview of existing approaches or existing literature on a topic.  Current research sources such as library or professional society databases are more reliable in terms of accuracy of peer-reviewed content. See the [Rutgers University Library site] for guidance and AI platforms for searching research databases.\n- Prompt engineering is important: Practice the prompts used for Generative AI.  The value of the response depends on the value of the prompt. If you provide a low quality or vague prompt, you will get vague results. Cr"
  },
  {
    "query": "University of Washington teaching and learning generative AI guidance",
    "title": "Teaching - AI@UW - University of Washington",
    "url": "https://www.ai.uw.edu/teaching/",
    "text": "Teaching &#8211; AI@UW[Skip to content] \nAll the UWCurrent siteSearch scope\nAll the UWCurrent site\nEnter search text\n[University of Washington] [University of Washington] \n* [Students] \n* [Parents] \n* [Faculty &amp; Staff] \n* [Alumni] \nQuick Links\n[\nAI@UW\n] \n# Teaching\n## Resources and Tools\nIn the classroom, AI-based tools have the potential to either enhance learning or limit students&#8217; opportunities for critical thinking. As educators, it is our responsibility to guide students in the ethical and responsible use of this technology. By doing so, we can foster their development and learning on campus while also preparing them for careers that require navigating the presence of such technology.\nAs UW instructors explore these tools,[Teaching@UW] offers guidance developed by the UW Center for Teaching and Learning, in collaboration with colleagues from UW Tacoma, UW Bothell, and the UW Office of Community Standards and Academic Conduct. The guidance, which is summarized in the following section, was also vetted by the Faculty Council for Teaching and Learning.\n## Support for Teaching\nThe University’s Teaching@UW Network maintains resources intended to support the integration of AI into teaching on the Bothell, Seattle and Tacoma campuses. Those resources include:\n* Strategies for communicating with students about AI\n* Sample syllabus statements regarding student use of AI\n* Ethical and social issue topics to discuss regarding the use of AI\n* Using AI in the course design process\n* Enhancing learning and engagement through the use of AI\n* Steps to take if you suspect academic misconduct\n* Periodic trainings and workshops\n[Read More] \nThe UW&#8217;s Teaching@UW Network also offers a four-week, fully online, asynchronous course is designed to explore evidence-based teaching strategies that use generative AI, specifically UW’s version of Copilot, to advance student learning and support effective course design.\n[Read More] \n## Support for graduate teaching\nThe[Graduate School] offers guidance regarding the effective and responsible use of AI in graduate teaching and research. This guidance includes key questions to guide discussion with students, current strengths and challenges of AI, guidance regarding appropriate use and other resources.\n[Read More] \n## Support for describing academic integrity\nThe University of Washington’s[Division of Student Life] has shared the University’s expectations for students regarding academic integrity and the use of AI. Their guidance includes specific steps that students should take as they begin each of their courses as well as academic support programs that can be accessed.\n[Read More] \n## [LATEST NEWS] \n* [![]] [Inside AI at the UW: A conversation with Noah Smith (Part 3)January 20, 2026] \n* [![]] [Inside AI at the UW: A conversation with Noah Smith (Part 2)January 13, 2026] \n* [![]] [Inside AI at the UW: A conversation with Noah Smith (Part 1)January 6, 2026] \n## [EVENTS]"
  },
  {
    "query": "University of Washington teaching and learning generative AI guidance",
    "title": "Leveraging AI for Teaching and Learning - University of Washington",
    "url": "https://www.washington.edu/circle/resources/in-the-loop-newsletters/leveraging-ai-for-teaching-and-learning/",
    "text": "[Skip to content] \n\nAll the UWCurrent siteSearch scope\n\nAll the UWCurrent site\n\nEnter search text\n\n# Leveraging AI for Teaching and Learning\n\n### In the Loop Newsletter\n\n**Feb 5, 2025**\n\nDear Huskies,\n\nHave you found your rhythm for the winter quarter yet? In the [last newsletter], we introduced many resources that can help you stay active in the colder months. Let us know if you have tried any new activities we recommended. As midterms approach, many of you have started to prepare for exams. With generative AI becoming an integral part of education, we want to review with you the strength and weakness of using AI for learning.\n\nWhen used effectively, generative AI can facilitate learning. With written assignments, these tools can check for grammatical errors and provide stylistic suggestions. Tools like [Microsoft Copilot]  can create illustrative visuals for presentations. For exams, you can generate practice questions by feeding AI the appropriate learning materials. If you are an auditory learner, Google NotebookLM can even craft a personalized podcast based on the learning material you provide.\n\nWith all the benefits of generative AI in mind, we caution you that “AI is neither artificial nor intelligent,” according to AI scholar [Kate Crawford]. It does not replace or even remotely compare to human thinking. Here are a few things to watch out for when using AI:\n\n- **Do not use AI for facts:** Generative AI uses vast amount of online data to generate _seemingly sensible_ but often incorrect responses.\n- **Do not replace literature review with AI searches:** Generative AI frequently creates citations to back up their false claims, a process we call hallucinations.\n- **Do not submit your entire manuscript to AI:** This may violate journal requirements. Anything you submit may become part of the online database which feeds into a cycle of false information.\n- **Cite your sources:** If at any point you are using AI in your work, communicate that clearly and honestly.\n\nYou can learn more about the strengths and limitations of using AI through many UW resources like the [UW AI Discussion]  and [AI+Teaching at UW]. Other guidelines that focus on [cyber security]  and [academic integrity]  in the use of AI are also available. Be sure to check them out!\n\nRemember, AI tools are powerful, but they are not the only available resource when preparing for an exam. The UW library system offers extensive services, including [research guides]  for over 50 disciplines and a tri-campus writing and research support program ( [learn more]). If you are looking for an expert in your field of study, consider making an appointment with a [subject librarian]  at the Graduate Student Research Institute who can assist you in crafting effective searches.\n\nBeyond virtual and library support, a conducive environment for learning can also improve your efficiency. Collaborative study groups are a proven way to enhance understanding, especially for challenging subjects. Here, we provide you with a few strategies to organize a productive study group:\n\n- **Choose the right environment:** Study spaces are hard to come by in popular common areas around campus, especially during exam periods. Reserve ahead a study room via the [UW libraries]. For more refined search, you can use [SCOUT]  to filter spaces by noise level.\n- **Come with a study plan: Outline a study plan before the studying session**. You can assign topics to each member and rotate teaching roles to reinforce understanding. Share resources and quiz each other on key topics.\n- **Set time limits**: time management is crucial to prevent group sessions from becoming unproductive. Break sessions into blocks and use techniques like the [Pomodoro Technique]. Allocate time for each topic you want to cover.\n- **Encourage open communication:** a supportive atmosphere helps everyone feel comfortable asking questions and sharing insights. Taking turns to ensure every member has an opportunity to contribute.\n- **Leverage technology:** use tools like Google Docs or [Notion]  for real-time collaboration on notes and study materials.\n\nEven with the proper learning tools and environment, we understand that midterm season can feel stressful. Prioritizing self-care is essential to maintaining focus and mental clarity. Check out [stress management techniques]  compiled by the Whole U for new ways to manage exam-related stress and anxiety. Finally, we want to give another shout out to [our furry friends at Paws 4 a break]  who are diligently working to provide support for our community this quarter. Go visit them at Schmitz Hall 4thfloor lobby if you want a mental break from all the studying.\n\nAs always, CIRCLE is here to advocate, engage and support you at UW. Feel free to visit us in 250 Schmitz Hall every Monday through Friday from 10 a.m. to 4 p.m. for office hours. Drop in and talk to a friend!"
  },
  {
    "query": "University of Washington teaching and learning generative AI guidance",
    "title": "AI+Teaching Course",
    "url": "https://teaching.washington.edu/learn/ai-to-advance-learning",
    "text": "[Skip to content] \n\nCurrent siteAll the UWSearch scope\n\nCurrent siteAll the UW\n\nEnter search text\n\n[Teaching@UW] \n\n## Using AI to Advance Learning\n\n### Autumn 2025: October 13 – November 7\n\nThis 4-week, fully online, asynchronous course is designed to explore evidence-based teaching strategies that use generative AI, specifically UW’s version of Copilot, to advance student learning and support effective course design.\n\nPlease note: This course focuses primarily on how you, as an instructor, can use AI behind-the-scenes in your course design and development. It will not focus on building AI-based tools (e.g., chatbots), or preventing or identifying students’ unauthorized use of AI.\n\n**Instructors from any UW campus are eligible to register.**\n\nThis course includes weekly deadlines, but there are no required synchronous meetings. Certificate of completion available upon fulfillment of course requirements.\n\n[Register] \n\n_The University is committed to providing access, equal opportunity, and reasonable accommodation in its services, programs, activities, education, and employment for individuals with disabilities. If you need disability accommodations, please reach out to the UW Disability Services Office (DSO): [dso@uw.edu]._"
  }
]