[
  {
    "query": "Carnegie Mellon University generative AI policy",
    "title": "Generative Artificial Intelligence (AI) - Computing Services",
    "url": "https://www.cmu.edu/computing/services/ai/",
    "text": "# Explore Generative Artificial Intelligence (AI) at CMU\n\nGenerative AI helps you create text, images, music, and videos—just by describing what you need. These tools can support your learning, creativity, and work across many roles at CMU. Just getting started? Check out our beginner guides and sample prompts to try today. Then, when you're ready, explore advanced tools, prompt techniques, and community learning opportunities.\n\n# Choose your AI journey…\n\n## Get Started with AI\n\n- [Meet AI] \n- [What can I use AI for?] \n- [How do I use AI?] \n- [Protected AI Tools You Can Use at CMU] \n- [Use AI Safely at CMU] \n\n## Build on Your AI Skills\n\n- [Protected AI Tools You Can Use at CMU] \n- [Prompt Library] \n- [Prompt Strategies for Power Users] \n- [How To Use Cloud AI APIs] \n- [Fine-Tuning Generative AI for Content Creation] \n- [Learn and Connect with Our AI Community] \n\n## Use Our Featured Tools\n\n- [AI Gateway] \n- [ChatGPT Edu] \n- [Gemini Web App] \n- [Microsoft Copilot] \n- [Notebook LM] \n- [Zoom AI Companion] \n\n**Need help getting started?** Browse our **[Prompt Library] ** for examples you can copy, adapt, and try today!\n\n- [About] \n- [Computing Services Intranet] \n- [CSS Awards and Recognition] \n- [News] \n- [Service Status] \n\n[Log In to Services] \n\n- [Computing Services Help Center] \n- [412-268-4357 (HELP)] \n- [it-help@cmu.edu]"
  },
  {
    "query": "Carnegie Mellon University generative AI policy",
    "title": "Generative AI Tools FAQ - Eberly Center - Carnegie Mellon University",
    "url": "https://www.cmu.edu/teaching/technology/aitools/index.html",
    "text": "Generative AI Tools FAQ - Eberly Center - Carnegie Mellon University\n[Carnegie Mellon University] **&#8212;****&#8212;****&#8212;**SearchSearchSearch this site only\n[Eberly Center] ## Teaching Excellence &amp; Educational Innovation\n[Eberly Center] &#160;&#8250;&#160;[Technology for Education] &#160;&#8250;&#160; Generative AI Tools FAQ\n# Generative AI Tools FAQ\nThe rapid evolution of AI tools like ChatGPT, DALL&#183;E 2, and GitHub Copilot, along with their widespread media coverage and ever increasing ubiquity within other tools, raises important questions for teaching and learning. In what ways are GenAI tools opportunities or threats? When is it appropriate for students to use them? Do instructors need to adapt their approaches?&#160;\nWhile such questions aren&#8217;t entirely new, the answers are complex and depend on disciplinary norms, course goals, assignments, and student backgrounds. Unsurprisingly, recent advances in AI have sparked both excitement and concern among instructors.\nIn response to inquiries from CMU colleagues, we&#8217;ve compiled a list of[frequently asked questions]. Our answers draw on evidence-based, inclusive teaching strategies, CMU policies, and the current state of AI tools. We approached this work with two guiding beliefs:\n1. The challenges and opportunities posed by AI may feel daunting, but instructors can and do continue to teach effectively.\n2. Students will not automatically make dishonest choices simply because new technologies exist.\nWe hope this resource supports thoughtful, intentional teaching with evolving technologies. To discuss your specific context or to share a use case that could inform this resource please contact us at&#160;[eberly-assist@andrew.cmu.edu].\n# Generative AI Teaching as Research (GAITAR)\n![gaitardiagram-air-highlight.png] \n*Do generative AI tools increase, decrease, or not change student learning and equity? In what teaching contexts?&#160;*Take a look at what CMU instructors are investigating with us.\n[Visit our GAITAR website] \n&#160;\n## 1. What are generative AI tools?\nArtificial Intelligence (AI) tools can generate art, computer code, or natural language which may often be difficult to distinguish from human work. Using a range of parameters, you can prompt a given tool to*instantly*respond to simple and complex requests, like writing comparative essays, producing the steps for some math problems, writing or fixing bugs in code, generating an image, and writing emails.&#160;\nPerhaps the most well known new AI tool is[ChatGPT,] a &#8220;chatbot&#8221; which can produce writing and code, including common assignment forms such as reading reflections, generating and/or fixing code, or research essays. If it cannot fulfill a request, it will respond with clarifying questions. Because ChatGPT is not a &#8220;mind,&#8221; but a model trained on existing writing, its results may sound convincing but be factually incorrect. And the tool cannot be used to assess the validity or sourcing of information that it has generated. (More reliable research alternatives are collected in this document from[CMU LIbraries].) ChatGPT is being updated rapidly, and many other AI chatbotsare coming on the market, including some specialized for programming languages.\nIt is important to know that students may use these tools in more creative ways than simply generating a full, final product. Anecdotal evidence from students across the country suggests that students are using AI tools to look up information, create study guides, brainstorm possible topics or approaches to problems, write outlines or pseudocode, and polish or correct the English grammar of their own written work.&#160;\nBecause AI tools can generate natural language, functioning code, or artistic products, they can be concerning for instructors who rely on assessing these forms of student work. It is important to continue to be*intentional*in your teaching choices, because being reactive (only) isn&#8217;t sustainable in our technologically advancing world. You can take this opportunity to think deeply about your courses, and the kinds of knowledge, skills, values, and attitudes you want your students to develop. As with any new technology &#8211; such as graphing calculators, search engines, or Wikipedia &#8211; the[fundamental principles of how learning works] and what we can intentionally do to facilitate learning remains largely the same.&#160;If you would like to discuss your courses in light of emerging AI tools with an Eberly Center consultant, please contact[eberly-assist@andrew.cmu.edu].\n&#160;\n## 2. How should I write an academic integrity policy that includes generative AI tools?\nThe university&#8217;s policy on academic integrity is not changing as a response to generative AI tools. According to CMU&#8217;s Office of Community Standards and Integrity,[CMU&#8217;s academic integrity policy] already implicitly covers such tools, as they may be considered a type of unauthorized assistance. However, this policy is intentionally designed to allow instructors to define what is &#8220;authorized&#8221; vs. &#8220;unauthorized&#8221; and what constitutes &#8220;plagiarism&#8221; and &#8220;cheating.&#8221;*We recommend that instructors carefully examine their own policies to make these distinctions clear in both writing and verbally to students.**\n*\n**Please see these[example syllabus policies] which include prohibiting and encouraging generative AI use as well as blend of these policies.&#160;**\n**Note that expectations vary between instructors and what is considered authorized assistance in one course may not be acceptable in yours; clarity is key, especially because expectations, norms, and policies may vary across instructors.\nWe recommend that you adopt an academic integrity policy that considers the following:\n* Whether or not AI tools are considered authorized or unauthorized assistance and in what circumstances.&#160;\n* How students should cite assistance from or content/ideas generated by either AI tools or humans.&#160;\nAdditionally, consider doing the following:\n* Engage students in transparent discourse about the rationale behind your policies, learning objectives and assignments.\n* Discuss academic integrity with students, including its importance and your expectations. Don&#8217;t assume that students know what is acceptable and not in your context. Norms change across disciplines, cultures, and courses. Sometimes this is referred to as &#8220;the hidden curriculum.&#8221;\n* Include improvement across assignments, rather than performance alone, as a component of how you calculate grades.&#160;&#160;\n* Talk to your students about AI tools as they relate to all of the above.\nFor more general help, see this resource on[crafting your own academic integrity policy].&#160;\n&#160;\n## 3. How should I talk with my students about the use of generative AI tools in my course?\nEach semester, students take multiple courses, all of which may have different expe"
  },
  {
    "query": "Carnegie Mellon University generative AI policy",
    "title": "Examples of possible academic integrity policies that address ...",
    "url": "https://www.cmu.edu/teaching/technology/aitools/academicintegrity/index.html",
    "text": "Examples of possible academic integrity policies that address student use of generative AI tools - Eberly Center - Carnegie Mellon University\n[Carnegie Mellon University] **&#8212;****&#8212;****&#8212;**SearchSearchSearch this site only\n[Eberly Center] ## Teaching Excellence &amp; Educational Innovation\n[Eberly Center] &#160;&#8250;&#160;[Technology for Education] &#160;&#8250;&#160;[Generative AI Tools FAQ] &#160;&#8250;&#160; Examples of possible academic integrity policies that address student use of generative AI tools\n# Examples of possible academic integrity policies that address student use of generative AI tools\n*The following examples represent a range of options one could adapt or adopt, based on their teaching context and course&#8217;s student learning objectives.*\n## Example 1: Students may NOT use generative AI in any form.\nTo best support your own learning, you should complete all graded assignments in this course yourself, without any use of generative artificial intelligence (AI). Please refrain from usingAI tools to generate any content (text, video, audio, images, code, etc.) for an assignment or classroom exercise.Passing off any AI generated content as your own (e.g., cutting and pasting content into written assignments, or paraphrasing AI content) constitutes a violation of[CMU&#8217;s academic integrity policy]. If you have any questions about using generative AI in this course please email or talk to me.\n*Adapted from CMU colleagues in the Heinz College of Information Systems and Public Policy*&#160;\n## Example 2: Students may NOT use generative AI in any form.\nI expect that all work students submit for this course will be their own. I have carefully designed all assignments and class activities to support your learning. Doing your own work, without human or artificial intelligence assistance, is best for your achievement of the learning objectives in this course. In instances when collaborative work is assigned, I expect for the submitted work to list all team members who participated. I specifically forbid the use of ChatGPT or any other generative artificial intelligence (AI) tools at all stages of the work process, including brainstorming. Deviations from these guidelines will be considered violations of[CMU&#8217;s academic integrity policy]. Note that expectations for &#8220;plagiarism, cheating, and acceptable assistance&#8221; on student work may vary across your courses and instructors. Please ask me if you have questions regarding what is permissible and not for a particular course or assignment.\n*Adapted from Harvard University (*[*https://oue.fas.harvard.edu/ai-guidance*] *)*\n## Example 3: Students are fully encouraged to use generative AI.\nI encourage students to explore the use of generative artificial intelligence (AI) tools, such as ChatGPT, for all assignments and assessments. Any such use must be appropriately acknowledged and cited, following the guidelines established by[the APA Style Guide], including the specific version of the tool used. Submitted work should include the exact prompt used to generate the content as well as the AI&#8217;s full response in an Appendix. Because AI generated content is*not*necessarily accurate or appropriate, it is each student&#8217;s responsibility to assess the validity and applicability of any generative AI output that is submitted. Youmay not earn full credit if inaccurate, invalid, or inappropriate information is found in your work. Deviations from these guidelines will be considered violations of[CMU&#8217;s academic integrity policy].Note that expectations for &#8220;plagiarism, cheating, and acceptable assistance&#8221; on student work may vary across your courses and instructors. Please email me if you have questions regarding what is permissible and not for a particular course or assignment.\n*Adapted from Harvard University (*[*https://oue.fas.harvard.edu/ai-guidance*] *)*\n## Example 4: Students are fully encouraged to use generative AI.\nYou are welcome to use generative AI programs (ChatGPT, DALL-E, etc.) in this course.&#160; These programs can be powerful tools for learning and other productive pursuits, including completing some assignments in less time, helping you generate new ideas, or serving as a personalized learning tool.&#160;\nHowever, your ethical responsibilities as a student remain the same. You must follow&#160;[CMU&#8217;s academic integrity policy]. Note that this policy applies to all uncited or improperly cited use of content, whether that work is created by human beings alone or in collaboration with a generative AI. If you use a generative AI tool to develop content for an assignment, you are required to cite the tool&#8217;s contribution to your work. In practice, cutting and pasting content from any source without citation is plagiarism. Likewise, paraphrasing content from a generative AI without citation is plagiarism. Similarly, using any generative AI tool without appropriate acknowledgement will be treated as plagiarism.&#160;\n**Here are some specific expectations for your use of AI generation tools in this course:**\n* You can include AI generated content verbatim into a writing assignment with quotations and a citation.&#160;\n* You can paraphrase AI generated content with a citation.\n* You can include non-text AI generated content (images, video, code, etc.) with an appropriate citation, when expressly permitted in the assignment prompt.\n* You will conduct your own research and generate bibliographies yourself for topics that you have researched.\n* You will not use or present generative AI content that you pass off as your own work.&#160;\nFinally, it is important that you recognize that generative AI tools frequently provide users with incorrect information, create professional-looking citations that are not real, generate contradictory statements, incorporate copyrighted material without appropriate attribution, and sometimes integrate biased or offensive concepts. Code generation models may produce inaccurate outputs. Image generation models may create misleading or offensive content.&#160;\nWhile you may use these tools in the work you create for this class, it is important to note that you understand**you are ultimately responsible for the content that you submit.**Work that is inaccurate, biased, unethical, offensive, plagiarized, or incorrect will be treated as such during the evaluation of your work.&#160;\n*Adapted from CMU colleagues in the Heinz College of Information Systems and Public Policy*\n## Example 5: Students may use generative AI in some cases, but not others\nCertain assignments in this course will permit or even encourage the use of generative artificial intelligence (AI) tools, such as ChatGPT. When AI use is permissible, it will be clearly stated in the assignment prompt posted in Canvas. Otherwise, the default is that use of generative AI is disallowed. In assignments where generative AI tools are allowed, their use must be appropr"
  },
  {
    "query": "Carnegie Mellon University generative AI policy",
    "title": "Use AI Safely at CMU - Computing Services - Office of the CIO",
    "url": "https://www.cmu.edu/computing/services/ai/meet-ai/secure-ai.html",
    "text": "Use AI Safely at CMU - Computing Services - Office of the CIO - Carnegie Mellon University\n[Carnegie Mellon University] **&#8212;****&#8212;****&#8212;**SearchSearchSearch this site only\n[Computing Services] ## [Office of the CIO] \n[Office of the CIO] &#160;&#8250;&#160;[Computing Services] &#160;&#8250;&#160;[Services] &#160;&#8250;&#160;[Generative Artificial Intelligence (AI)] &#160;&#8250;&#160;[Meet AI] &#160;&#8250;&#160; Use AI Safely at CMU\n# ![] \nUse AI Safely at CMU\nAs Generative AI tools evolve, we must be aware of the associated data privacy, security, ethical, and legal concerns and use them responsibly.\n## Guidance\nCMU has partnered with the following AI services to ensure approved university contract terms are in place when these services are accessed through Web Login with your Andrew userID and password:\n* [ChatGPT Edu] \n* [Google NotebookLM] \n* [Google Gemini Web App] \n* [Microsoft Copilot Chat] \n* [Zoom AI Companion] \nThey may be used (including Custom GPTs, Google Gems, and Microsoft Copilot Agents) with any CMU data except[Controlled Unclassified Information (CUI)]. Always follow[CMU&#8217;s Data Classification Guidelines] and any sponsor/regulatory/contractual requirements.\n# Checklist:&#160;Use AI Safely at CMU\nBefore using generative AI tools, follow these steps to keep your data secure and use AI responsibly:\n* **Review the**[Guidelines for Data Classification] to ensure the security of university data and protect the privacy of our students and colleagues.\n* **Report suspicious activity**, such as phishing or synthetic media (e.g., Deepfakes), to the[Information Security Office].\n* **Copyright guidance regarding authorship is still unclear.**Adding personal modifications to Generative AI output may increase the likelihood of copyright protection, but exercise caution.&#160;Please be aware that current legal rules state that auto-generated content does not get copyright protection.\n* **Review AI outputs for accuracy.**A human-in-the-loop is required to catch hallucinations or errors.\n* **Always use CMU-licensed and approved tools when logging in with your Andrew userID and password**. Institutional safeguards do not cover tools not approved by CMU and should be considered &#8220;use at your own risk.&#8221;\n* Review the university&#8217;s[Computing] and[Information Security] policies.\nAlso, consider these steps for your role:\n* **Faculty:**[Add a syllabus statement] explaining what AI use is permitted in your course. Follow the[Eberly Center&#8217;s guidance] on course design and responsible AI use.\n* **Staff:**Review the[data types] you can safely input into generative AI tools.\n* **Students:**Read CMU's[Academic Integrity Policy], especially the \"Unauthorized Assistance\" section.\n* **Researchers:**Consult your grant agency&#8217;s guidelines.\n# Important\nRemember, you should only use CMU-licensed and approved tools that require logging in with your Andrew userID and password. This ensures your data is protected under the university&#8217;s[Computing] and[Information Security] policies.\n# CMU Guidelines\n* [Academic Integrity Policy] \n* [Computing Policy] \n* [Course Design and Teaching] \n* [Data Classification] \n* [Digital Copyright and DMCA] \n* [Information Security] \n# Know the Difference&#8212;Public vs. Protected AI Tools\n## Public AI Tools\nPublic AI tools can be identified as:\n* Any AI tool for which you create an account with a personal email (e.g., Claude, ChatGPT, Jules, etc.).\n* Any AI tool that you log into with your Andrew account that does not bring you to a CMU Web Login page.\nWhen you use a public AI account, like a personal or free ChatGPT account, or don&#8217;t log in with your Andrew account:\n* You risk losing control over how your data is stored, processed, and reused.\n* Your data could be stored and used to train the model.\n* CMU data could be sold to advertisers or used to train the AI model.\nRemember, these tools should only be used for general exploration. Never use public AI tools with student data, confidential research, or sensitive administrative tasks.\n## Protected AI Tools\nWhen you access one of[CMU&#8217;s approved AI tools] through a protected environment:\n* You retain control over how your data is stored, processed, and reused.\n* Your data remains private and secure.\n* Your data will not be sold to advertisers or used to train AI models.## Sharing in GenAI\n**General Sharing**: Custom GPTs, Google Gems, or Microsoft Copilot Agents that include Private, Restricted, or Restricted-Specified data as defined in[CMU&#8217;s Data Classification Guidelines] may only be shared with individuals who have the appropriate access rights, as determined by the[CMU Data Stewards].\n**Research Data Sharin**g: If a Custom GPT, Google Gem, or Microsoft Copilot Agent contains research data subject to a Data Use Agreement (DUA), the terms of the DUA must be followed. DUAs may impose further restrictions beyond CMU&#8217;s data classification requirements. Such research data is typically classified as Restricted-Specified under CMU's[Data Classification Guidelines].\n* [About] \n* [Computing Services InfoCenter] \n* [CSS Awards and Recognition] \n* [News] \n* [Service Status] \n[Log In to Services] \n* [Computing Services Help Center] \n* [412-268-4357 (HELP)] \n* [it-help@cmu.edu]"
  },
  {
    "query": "Carnegie Mellon University AI policy academic integrity",
    "title": "Academic Integrity - University Policies",
    "url": "https://www.cmu.edu/policies/student-and-student-life/academic-integrity.html",
    "text": "Academic Integrity - University Policies - Carnegie Mellon University\n[Carnegie Mellon University] **&#8212;****&#8212;****&#8212;**SearchSearchSearch this site only\n[University Policies] \n[University Policies] &#160;&#8250;&#160;[Student and Student Life] &#160;&#8250;&#160; Academic Integrity\n# Academic Integrity\nPOLICY TITLE:|Carnegie Mellon University Policy on Academic Integrity|\nDATE OF ISSUANCE:|This Policy was approved by President&#8217;s Council on April 11, 2013 and eplaces the University&#8217;s Policy on Cheating and Plagiarism, which was originally issued to campus on June 16, 1980 as*Organization Announcement #297*, and then revised in 1990. Administrative updates were made on August 29, 2019; August 25, 2020; and August 15, 2024.|\nRESPONSIBLE DEPARTMENT/UNIT:|Office of the Vice President for Student Affairs. Questions on Policy content should be directed to the Office of Community Responsibility, 412-268-2140.|\nABSTRACT:|Academic credit awarded to an individual should represent the work of that individual. Therefore, students at Carnegie Mellon are expected to produce their own original academic work. Collaboration or assistance on academic work to be graded is not permitted unless explicitly authorized by the course instructor(s). The citation of all sources is required. When collaboration or assistance is permitted by the course instructor(s), the acknowledgement of any collaboration or source of assistance is likewise required. Failure to do so is dishonest and is the basis for a charge of cheating, plagiarism, or unauthorized assistance. Such charges are subject to disciplinary action.|\nRELATED INFORMATION:|For disciplinary action procedures that apply to charges of cheating, plagiarism, or unauthorized assistance, see[Academic Integrity Actions].|\nStudents at Carnegie Mellon are engaged in intellectual activity consistent with the highest standards of the academy. The relationship between students and instructors and their shared commitment to overarching standards of respect, honor and transparency determine the integrity of our community of scholars. The actions of our students, faculty and staff are a representation of our university community and of the professional and personal communities that we lead. Therefore, a deep and abiding commitment to academic integrity is fundamental to a Carnegie Mellon education. Honesty and good faith, clarity in the communication of core values, professional conduct of work, mutual trust and respect, and fairness and exemplary behavior represent the expectations for ethical behavior for all members of the Carnegie Mellon community.\n## Policy Statement\nIn any manner of presentation, it is the responsibility of each student to produce her/his own original academic work. Collaboration or assistance on academic work to be graded is not permitted unless explicitly authorized by the course instructor(s). Students may utilize the assistance provided by the Student Academic Success Center and the Academic Resource Center (CMU-Q) unless specifically prohibited by the course instructor(s). Any other sources of collaboration or assistance must be specifically authorized by the course instructor(s).\nIn all academic work to be graded, the citation of all sources is required. When collaboration or assistance is permitted by the course instructor(s) or when a student utilizes the services provided by the Student Academic Success Center and the Academic Resource Center (CMU-Q), the acknowledgement of any collaboration or assistance is likewise required. This citation and acknowledgement must be incorporated into the work submitted and not separately or at a later point in time. Failure to do so is dishonest and is subject to disciplinary action.\nInstructors have a duty to communicate their expectations including those specific to collaboration, assistance, citation and acknowledgement within each course. Students likewise have a duty to ensure that they understand and abide by the standards that apply in any course or academic activity. In the absence of such understanding, it is the student&#8217;s responsibility to seek additional information and clarification.\n## Policy Violations\n*Cheating*occurs when a student avails her/himself of an unfair or disallowed advantage which includes but is not limited to:\n1. Theft of or unauthorized access to an exam, answer key or other graded work from previous course offerings.\n2. Use of an alternate, stand-in or proxy during an examination.\n3. Copying from the examination or work of another person or source.\n4. Submission or use of falsified data.\n5. Using false statements to obtain additional time or other accommodation.\n6. Falsification of academic credentials.\n*Plagiarism*is defined as the use of work or concepts contributed by other individuals without proper attribution or citation. Unique ideas or materials taken from another source for either written or oral use must be fully acknowledged in academic work to be graded. Examples of sources expected to be referenced include but are not limited to:\n1. Text, either written or spoken, quoted directly or paraphrased.\n2. Graphic elements.\n3. Passages of music, existing either as sound or as notation.\n4. Mathematical proofs.\n5. Scientific data.\n6. Concepts or material derived from the work, published or unpublished, of another person.\n*Unauthorized assistance*refers to the use of sources of support that have not been specifically authorized in this policy statement or by the course instructor(s) in the completion of academic work to be graded. Such sources of support may include but are not limited to advice or help provided by another individual, published or unpublished written sources, and electronic sources. Examples of unauthorized assistance include but are not limited to:\n1. Collaboration on any assignment beyond the standards authorized by this policy statement and the course instructor(s).\n2. Submission of work completed or edited in whole or in part by another person.\n3. Supplying or communicating unauthorized information or materials, including graded work and answer keys from previous course offerings, in any way to another student.\n4. Use of unauthorized information or materials, including graded work and answer keys from previous course offerings.\n5. Use of unauthorized devices.\n6. Submission for credit of previously completed graded work in a second course without first obtaining permission from the instructor(s) of the second course. In the case of concurrent courses, permission to submit the same work for credit in two courses must be obtained from the instructors of both courses.\nProcedures for dealing with allegations of these policy violations are detailed in the university&#8217;s Academic Integrity Actions Procedures, which are published in The WORD student handbook. Periodic review of these procedures will be overseen by the Dean of Student Affairs or her/his designee in consultation with Faculty Senate and the re"
  },
  {
    "query": "Carnegie Mellon University AI policy academic integrity",
    "title": "Academic Integrity - Eberly Center - Carnegie Mellon University",
    "url": "https://www.cmu.edu/teaching/academicintegrity/",
    "text": "# Academic Integrity\n\nThere are many things you can do to promote your students’ academic integrity, reducing the likelihood of cheating and plagiarism in your classes. One of the most important things you can do is to make it clear to your students that you value academic honesty (and why), thereby conveying that you take cheating and plagiarism seriously. In addition, it is important to make it clear to your students what behavior is and is not permissible in your class.\n\nOne aspect of accomplishing these goals is to include a clear policy in your syllabus regarding academic integrity, and acceptable forms of collaboration. This is important because these details are likely to change from class to class and from instructor to instructor.\n\nTo start with, you need to know what is expected of you and your students, according to [Carnegie Mellon’s Policy on Academic Integrity.]  Here are some highlights:\n\n1. **Collaboration** is an extremely useful tool to promote student learning. The level of collaboration allowed in your class, for each type of graded work, is up to you. The policy default is that no collaboration is allowed unless specifically permitted by a course instructor.\n2. What counts as **acceptable use of outside resources** for assistance with graded work is up to you to define. The policy default is that campus resources (Academic Development, the Global Communication Center, and the Academic Resource Center (CMU-Q)) are permitted, and nothing else; as course instructor you can choose to specify alternative boundaries for acceptable and unacceptable assistance.\n3. Students are required to acknowledge any collaboration or assistance used (including use of campus resources) when they submit graded work – but it is up to you to **give them a method for their reporting**.\n4. Students are required to cite their sources, but you need to **tell them how** you want them to do this.\n\n## As you create your own course policy, there are four things to make sure you include:\n\n1. **Motivate** the policy in terms of the positive dimensions of academic integrity (i.e. this is about enhancing your education).\n2. **Provide links** to the university’s Policy on Academic Integrity (http://www.cmu.edu/policies/documents/Academic Integrity.htm)\nand to the general student resource (http://www.cmu.edu/academic-integrity/).\n3. **Explain what is and is not permitted in your course**, for each type of graded work, with respect to collaboration and/or outside assistance.\n4. **Explain procedures** for student acknowledgement of collaboration and/or assistance, when they submit graded work.\n\nNote also that you may want to include relevant portions of your policy any time you give your students information and/or handouts describing the requirements of graded work. This can be included at the top of a homework assignment, on the front of an exam, and so on.\n\n### Sample Policies for your Syllabus\n\nBelow are three sample policies for you to use as a starting point for you to use when you are developing your own policies on academic integrity and/or acceptable forms of collaboration:\n\n- Sample Policy 1 \\[ [pdf]  \\| [docx] \\]\n- Sample Policy 2 \\[ [pdf] \\| [docx] \\]\n- Sample Policy 3 \\[ [pdf] \\| [docx] \\]\n\n[CONTACT US]  to talk with an Eberly colleague in person!\n\n**Eberly Center** 4765 Forbes AvenueTepper Quad, Suite 1310Pittsburgh, PA 15213(412) 268-2896 [Contact Us] \n\nThis work is licensed under a [Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License]."
  },
  {
    "query": "Carnegie Mellon University AI policy academic integrity",
    "title": "GenAI Position Statement - Eberly Center - Carnegie Mellon University",
    "url": "https://www.cmu.edu/teaching/gaitar/positionstatement.html",
    "text": "GenAI Position Statement - Eberly Center - Carnegie Mellon University\n[Carnegie Mellon University] **&#8212;****&#8212;****&#8212;**SearchSearchSearch this site only\n[Eberly Center] ## Teaching Excellence &amp; Educational Innovation\n[Eberly Center] &#160;&#8250;&#160;[GAITAR Initiative] &#160;&#8250;&#160; GenAI Position Statement\n# What&#8217;s the Eberly Center&#8217;s position on adapting teaching to generative AI (GAI) tools?&#160;\n## *GAI can be viewed as a challenge and/or an opportunity for students and instructors.*\nIn some contexts, GAI*has the potential*to enhance learning outcomes, student equity, or instructor efficacy/efficiency. However, in others, it may not, or actually be detrimental to learning, equity, or academic integrity. For a particular teaching context and learning objective, often, any of the outcomes above are plausible (see also the Eberly Center[FAQ on GAI]). Ultimately, the impacts of GAI may depend on the underlying teaching and learning principles that are at play given a particular implementation. Regardless,**rigorous****data directly comparing learning outcomes with and without student use of GAI are lacking.**\nConsequently, we do not view GAI as a &#8220;hammer&#8221; and we do not think every teaching and learning challenge is a &#8220;nail.&#8221; In other words, we are NOT advocating that instructors use GAI just to use it. Instead, we advocate an intentional, student-centered, inclusive, and evidence-based approach to adapting to GAI in teaching (described below).&#160;\nEberly colleagues welcome the opportunity to discuss the pros and cons of different possible strategies for adapting your CMU courses. Email us at[eberly-assist@andrew.cmu.edu].\n## *The impact of GAI on higher education is an open &#8220;teaching as research&#8221; question and the Eberly Center is here to help instructors.*\nBecause we do NOT yet know how its use will affect student learning or equity, our approach is to explore the impacts of genAI through action research (i.e., research to inform practice).**Our goal is to help CMU instructors collect, analyze, interpret, and disseminate data that directly measures the impacts of GAI on student learning and attitudes**, rather than relying entirely on intuition and/or theory to inform practice. We define data broadly, but it refers to direct measures. And, we always consider and test the alternative hypotheses that implementing GAI may increase, decrease, or not affect student outcomes. Leveraging our expertise in quantitative and qualitative education research methods,**our mission is to make it easier for instructors to leverage a data-informed, iterative approach to exploring innovations in teaching and learning.**\nContact us at[eberly-assist@andrew.cmu.edu] to discuss your ideas for innovating with and collecting data on the impacts of GAI tools in CMU courses.&#160;\n## *Adoption and study of GAI in teaching must navigate ethical concerns.&#160;*\nWe consider potential implementations and studies of GAI with an open mind, but with caution because there are conspicuous ethical concerns related to educational applications, depending on the use case, tool, and implementation (e.g., privacy, accessibility, data security, IP, costs to students, legal implications and more). With any use case or study, we seek to mitigate concerns and avoid harm.\n## *Learning objectives, backward design, and direct measures of student outcomes should guide explorations of the impacts of GAI.*\n### We advocate the following heuristic:\n1. Think intentionally about a learning objective and formulate a research question about it with respect to GAI. How might it affect student learning or equity?&#160;\n2. Then, design how one could collect data to test that question in a CMU course (i.e., learning with vs. without AI use OR which AI use works better for learning). What are possible sources of data directly measuring student learning or attitudes? What comparison groups are possible to infer causality in observed data?&#160;\n3. And finally, ideate and select options for how you might implement a gen AI tool to test your research question.\n4. What are possible implications for diversity, equity, inclusion and belonging?\nWe acknowledge that conducting the thought experiment above might result in your decision to NOT pursue the research question or implement gen AI in your teaching. Similarly, results of studies might influence whether or not you continue to employ GAI in your teaching. However, these choices would be OK with us because they would be the result of an intentional thought process.\nAnd, if you end up NOT pursuing a research question about GAI or do NOT use GAI at all, the Eberly Center can still support your study of other educational research questions or teaching interventions in CMU courses. We have other fellowships, programs, and 1-on-1 consults that are available to support teaching as research as part of your regular practice as educators!\n**We are here to help:****[eberly-assist@andrew.cmu.edu] **[] \n&#160;\n**Eberly Center\n**4765 Forbes Avenue\nTepper Quad, Suite 1310\nPittsburgh, PA 15213\n(412) 268-2896\n[Contact Us] \n![]![]![]![] &#160;This work is licensed under a&#160;[Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License].\n&#160;\n&#160;"
  },
  {
    "query": "Carnegie Mellon University AI policy academic integrity",
    "title": "Academic Integrity Policy - CMU School of Computer Science",
    "url": "https://www.cs.cmu.edu/~213/academicintegrity.html",
    "text": "Academic Integrity Policy|||\n[Home] |\n[Schedule] |\n[Labs] |\n[Assignments] |\n[Exam] |\n[Course Syllabus] |\n[Staff] |\n[Lab Machines] |\n[Resources] |\n[Style Guideline] |\n[FAQ] |\n|\n**Academic Integrity**|\n[Your Well Being] |\n|\n[Textbook] |\n[Autolab] |\n[Ed] |\n[Canvas] |\n||# Carnegie Mellon University Systems Courses, Spring 2026: Academic Integrity Policy\nThe following policy applies to all courses based on the textbook[*Computer Systems: A Programmer's Approach*] (CS:APP)\ntaught at[Carnegie Mellon University].\nThese include the following:\n**Introduction to Computer Systems**15-213, and 15-513\nAll of these courses are subject to the[university policy on academic integrity.] Courses in CIT (14-513) are also subject to the[CIT policy on academic integrity.] This document describes policy issues specific to these courses.\nAll of these courses have adopted the same standards as to what\nconstitutes an Academic Integrity Violation (AIV). As is noted in the\nsection below titled &ldquo;Enforcement,&rdquo; there may be course-specific\nguidelines regarding the possible penalties when an infraction occurs. Consult\nthe syllabus for your course to get further information on penalties.\n## Guiding Principles\nOur policy is based on the following beliefs, gained through many years of experience:\n* Understanding the operation and implementation of computer systems\nis best learned by hands-on activities: writing, debugging, measuring, and\nexercising programs that expose the relevant system principles.\n* Developing programs from scratch, or with limited starting code,\nrequires using design principles and logical thinking that are much\ndeeper than can be gained by copying and modifying an existing\nimplementation. Making use of unauthorized sources\ndiminishes the educational value of an assignment.\n* Although teamwork and collaboration are important real-world\nskills, it is important to first gain the core\ncompetencies that enable individuals to serve as effective team members.\nThese courses are designed to teach and assess these core\ncompetencies. Unauthorized collaboration diminishes the\neducational experience and the reliability of our assessments.Based on these principles, we provide the following guidelines on what\nforms of resource use, resource sharing, and collaboration are\npermitted in these course.## Exams\nEach exam must be the sole work of the student taking it.\nNo collaboration of any form is allowed on exams. Students may not\ndiscuss any aspect of any exam question with someone who has not yet taken\nthe exam.\n## Labs and Other Assignments\n### While You Are Taking the Class\nAs a general principle, you may not obtain any information about an\nassignment from an unauthorized source. The following provide\nclarifications as to which sources are authorized, and which are not.**Copying:**\n* You**may**use material that we explicitly provide you for the assignment. No attribution is required.\n* You**may**use other course material, including lectures, Ed posts by the instructors, and material from the course website.\nFor any such use involving code, you must provide clear attribution, indicating the source, and where the included material begins and ends.\n* You**may**use any material from the CS:APP book, any other course textbook, or the[CS:APP web site].\nFor any such use involving code, you must provide clear attribution, indicating the source, and where the included material begins and ends.\n* Beyond this, you**may not**obtain code or other solution information,\neither by copying, retyping, or looking at files or documents from any of the above-listed courses for\nthis semester, or a previous semester.\n* You**may not**obtain code or other solution information from an unauthorized external source, including web pages, code repositories, AI tools, blog posts, etc.**Searching:**\n* You**may**search for or refer to general information, including the use of systems, networks, compilers, debuggers, profilers, and program libraries.\n* You**may not**search the Web for solutions or for any advice on how to solve an assignment, including AI tools.**Reusing:**\n* You**may**reuse\nelements of general knowledge from prior courses. For example, you may use existing\ncode for a linked list or to process commandline\narguments.\nFor any such use involving code, you must provide clear attribution, indicating the source, and where the included material begins and ends.\n* If you have worked on one of the labs from CS:APP, either at CMU, at\nsome other school, or on your own, please arrange a meeting with one\nof the instructors at the beginning of the term to devise a policy on\nwhich parts of your solutions you may use.*Reuse without explicit permission of an instructor, even if it's your own code, is forbidden*.**Using other's code or documents:**\n* You**may not**look at someone else's code (or other documents.)\nThis includes one person looking at code and\ndescribing it to another. There is no notion of looking &ldquo;too\nmuch,&rdquo; since no looking is allowed at all.\n* You**may not**make use of any information about the labs posted online, except for the authorized sources listed above. **Assistance:**\n* You**may**get assistance on an assignment from the instructors, course staff, and university tutors.\n* You**may only**get high-level, strategic advice from others, including current and former students, and people external to the university.\nForbidden forms of advice include:\nanything more detailed than a brief verbal description or\nblock diagram, any kind of code or pseudo-code,\nexplicit directions on how to assemble\nallowed blocks of code, and code-level debugging assistance.### From Now and Into the Future\nAs a general principle, you may not provide detailed help with an\nassignment to students this semester or in future semesters for any of\nthe above-listed courses (unless you are serving as a teaching\nassistant or instructor for the course.) The following are\nclarifications about which forms of aid are authorized and which are\nnot. Note that they apply to*all*of the above listed courses\nand*from now and into the indefinite future*.**Sharing:**You**may not**supply a copy of a file or document to an individual student or via a public channel, such as a blog post.**Providing access:**You**may not**have any of your\nsolution files in unprotected\ndirectories or in unprotected code repositories, either by putting files in an unprotected location or by allowing protections to lapse.\nBe sure to store your work in protected directories, and log off\nwhen you leave an open cluster, to prevent others from copying your\nwork. If you make use of a code\nrepository, such as Github, make sure your work is kept private,\neven after you have left CMU.**Coaching, Assisting, and Collaborating:**\n* You**may not**provide electronic, verbal, or written descriptions of code or other solution information.\n* You**may**clarify ambiguities or vague points in class handouts or textbooks.\n* You**may**help others use the computer systems, netwo"
  },
  {
    "query": "Carnegie Mellon University ChatGPT policy students",
    "title": "Carnegie Mellon Launches Nationwide AI Resource for College ...",
    "url": "https://www.govtech.com/education/higher-ed/carnegie-mellon-launches-nationwide-ai-resource-for-college-students",
    "text": "Carnegie Mellon Launches Nationwide AI Resource for College Students\nMenu\n[![govtech-logo-rev-no-block.svg]] \nShow Search\nCONTINUE TO SITE\n \n&#10005;\n## IE 11 Not Supported\nFor optimal browsing, we recommend Chrome, Firefox or Safari browsers.\n![CDE logo REV_TRANS_med.png] \n## Preparing K-12 and higher education IT leaders for the exponential era\nHomeK-12Higher EdEventsWebinarsNewslettersThought LeadershipAbout\n[Higher Education] \n# Carnegie Mellon Launches Nationwide AI Resource for College Students\n## Supported by $55 million from the Gates Foundation and offered for free to students across the U.S., CMU's new \"Learnvia\" resource encompasses lessons, homework, activities and an AI tutor.\nJanuary 29, 2026&#x2022&#x2022;\nChloe Jad, Pittsburgh Post-Gazette\n* [Facebook] \n* [LinkedIn] \n* [Twitter] \n* [Print] \n* [Email] \n(TNS) —Students have sat at the crux of artificial intelligence discussions from the day ChatGPT shattered the status quo in November 2022 —suddenly, essays that took students all night to write appeared on their screens, word by word, in just a few seconds.\nEver since, teachers and schools have shifted concerns from how to ban AI in learning, to how to regulate its use and now, figuring out how to leverage the technology.\nCarnegie Mellon University believes it just might have the answer.\nWith a $55 million investment by the Gates Foundation, CMU is launching Learnvia, a free, AI-enabled learning resource for college students across the country. Learnvia wraps lessons, homework, activities and an AI tutor \"into a single digital environment built to complement in-person instruction and empower faculty with real-time student insights,\" the university announced Thursday.\n\"For decades, Carnegie Mellon University has served as a global leader at the intersection of AI, research innovation and learning science,\" said CMU President Farnam Jahanian. \"With support from the Gates Foundation, Learnvia is using this expertise to develop cutting-edge, AI-enabled courseware that is designed to improve outcomes at scale and help students across the nation not just endure gateway college courses but thrive in them.\"\n\"Gateway courses\" are the mandatory, introductory classes with high enrollment in which passing is required. For many students, the courses are barriers rather than gateways.\n\"In the United States, gateway courses derail the academic progress and degree completion for approximately 30 percent of learners across higher education,\" the university said. \"One subject in particular —introductory mathematics —is the greatest barrier to student success in higher education, according to the Mathematical Association of America.\"\nCalculus I will be the first initiative, with expansion to other levels over the next three years.\nOne of the core resources in Learnvia is a \"context-aware AI-powered\" tutor that allows each student to receive guidance based on their own performance. Such a continuous feed-back loop is intended to \"advance —but not replace —great teaching.\" Instructors also have access to teaching resources and analytics dashboards to track student progress.\nThe Gates Foundation has worked with CMU on learning innovation for more than 15 years, and its $55 million investment is a historic one, marking \"the largest grant to a single entity in the foundation's higher education portfolio.\"\n\"The Gates Foundation is investing deeply in math education and in partnerships that bring high-quality, tech-enabled tools into classrooms,\" said Allan Golston, president of the United States Program at the Gates Foundation. \"In partnership with Carnegie Mellon University, our focus —ensuring all students are taught using high-quality curriculum and that teachers receive professional learning tied to that curriculum —is based on evidence of what works to improve student outcomes.\"\nLearnvia is integrated into a network of 38 high education institutions —\"from a five-campus community college in Texas, to a private university in North Carolina serving 1,300 students, to a large public research university in California with more than 46,000 students.\"\nThe priority is on partnerships with community colleges, two-year colleges and \"broad access\" four-year institutions. The nonprofit aims to double that number in the next academic year, the announcement said.\n*© 2026 the Pittsburgh Post-Gazette. Distributed by Tribune Content Agency, LLC.*\n* [Facebook] \n* [LinkedIn] \n* [Twitter] \n* [Print] \n* [Email] \n## Tags:\n[Artificial Intelligence] [Higher Education] [Education] \nEducation Events\n[Maryland Higher Education IT Leadership Summit] \nJune 5, 2025\n[Harvard IT Summit] \nJune 11, 2025\n[Ohio Higher Education IT Leadership Summit] \nSeptember 29, 2025\n[Massachusetts Higher Education IT Leadership Summit] \nSeptember 2025\n[Michigan Higher Education IT Leadership Summit] \nSeptember 2025\n[Georgia Higher Education IT Leadership Summit] \nOctober 2025\n[New York/New Jersey Higher Education IT Leadership Summit] \nOctober 2025\n[Arizona CIO/CTO Forum] \nOctober 21, 2025\n[Texas Higher Education IT Leadership Summit] \nNovember 20, 2025\n[Washington Higher Education IT Leadership Summit] \nNovember 2025\n[CUNY IT Conference] \nDecember 4-5, 2025\nMaryland K-12 AI Leadership Conference\nDecember 2025\nRelated Content\n[] \n[Higher Education] \n[CSU Sacramento to Use $50M Donation for AI Center] \nJanuary 29, 2026\n[] \n[Higher Education] \n[Albertus Magnus College Gifted $3M for Immersive VR Classroom] \nJanuary 29, 2026\n[] \n[K-12 Education] \n[$10M Federal Grant Expands Online Literacy Tool in Iowa, Wyoming] \nJanuary 28, 2026\n&#183;&#183;[News Staff] \n[] \n[Higher Education] \n[Penn State Berks Plans &#x27;AI in Manufacturing&#x27; Summit] \nJanuary 28, 2026\n[] \n[Higher Education] \n[UND, Astronaut Scholarship Foundation Open STEM Doors for Students] \nJanuary 28, 2026\n[] \n[Higher Education] \n[UB Chooses Media Forensics Expert to Lead AI Institute] \nJanuary 27, 2026\nNever miss a story with the GovTech Today newsletter.\n[SUBSCRIBE] \n[] \n[] \n[] \n[] \n[] \n[] \n[] \n[]"
  },
  {
    "query": "Carnegie Mellon University ChatGPT policy students",
    "title": "Academic Integrity Policy - Eberly Center - Carnegie Mellon University",
    "url": "https://www.cmu.edu/teaching/designteach/syllabus/checklist/integritypolicy.html",
    "text": "Academic Integrity Policy - Eberly Center - Carnegie Mellon University\n[Carnegie Mellon University] **&#8212;****&#8212;****&#8212;**SearchSearchSearch this site only\n[Eberly Center] ## Teaching Excellence &amp; Educational Innovation\n[Eberly Center] &#160;&#8250;&#160; Teaching &amp; Learning Resources\n&#160;&#8250;&#160;[Write or Revise Your Syllabus] &#160;&#8250;&#160;[Syllabus Checklist] &#160;&#8250;&#160; &gt;&gt; Academic Integrity Policy\n# Academic Integrity Policy\n[University Policy] states that assistance from campus resources (e.g. Student Academic Success Center, and the Academic Resource Center at CMU-Q) is permitted, but no collaborationor unauthorized assistance&#160;is allowed unless specifically permitted by a course instructor. However, as course instructor, you can choose to specify alternative boundaries for acceptable and unacceptable collaboration and/or assistance.\nWhen writing your academic integrity policy, consider the following questions:\n* How is the policy motivated by the positive dimensions of academic integrity (i.e. academic integrity is about enhancing your education and being a trusted member of the CMU community)?\n* What is and is not permitted with respect to collaboration and/or outside assistance for each type of graded work in your course? Be sure to highlight where and how your policy departs from the default University Policy.\n* What procedures can/should students follow to acknowledge collaboration (if permitted) and/or assistance when they submit graded work?\n* What new technologies may affect your students&#8217; original contributions? For example, what are your standards for AI-assisted versus AI-generated work?[See our AI tools FAQs] for examples of how you may choose to write a policy with these consideration, or how you may want to integrate AI tools in your course.\nNote: You should also provide links to the[University Policy] on Academic Integrity and to the[Carnegie Mellon Code] on Academic Integrity in your syllabus.\n[go to checklist] \nIf you would like to support in crafting or refining your academic integrity policy, please contact[eberly-assist@andrew.cmu.edu].\n## Sample 1: General purpose academic integrity policy\nHonesty and transparency are important features of good scholarship. On the flip side, plagiarism and cheating are serious academic offenses with serious consequences. If you are discovered engaging in either behavior in this course, you will earn a failing grade on the assignment in question, and further disciplinary action may be taken.\nFor a clear description of what counts as plagiarism, cheating, and/or the use of unauthorized sources&#160;and tools, please see the University&#8217;s Policy on Academic Integrity (revised in April 2013):[https://www.cmu.edu/policies/student-and-student-life/academic-integrity.html] \nI encourage you to work together on homework assignments and to make use of campus resources likeStudent Academic Success Center (SASC)to assist you in your pursuit of academic excellence. However, please note that in accord with the university&#8217;s policy you must acknowledge any collaboration or assistance that you receive on work that is to be graded,either from a person, reference, or a tool (including AI-generation tools like ChatGPT). So, when you turn in a homework assignments, please include a sentence at the end that says either:\n1. &#8220;I worked alone on this assignment.&#8221;, or\n2. &#8220;&#8220;I worked with \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_&#160;[person or tool]on this assignment.&#8221; and/or\n3. &#8220;&#8220;I received assistance from \\_\\_\\_\\_\\_\\_\\_\\_\\_&#160;[person or tool]on this assignment.&#8221;\nNote that providing this information will only serve to help me understand you better: I strongly endorse the use of campus resources likeSASC, as well as collaborative learning, when it increases your ability to succeed in this class and when it enhances your education and learning.\nIf you have questions about my integration of the university&#8217;s policy into this course, please do not hesitate to ask: my aim is to foster an environment where you can learn and grow, while ensuring that the work we all do is honest and fair. For more information about Carnegie Mellon&#8217;s standards with respect to academic integrity, you can also check out the following link:[http://www.cmu.edu/academic-integrity/] \n[go to checklist] \n## Sample 2: Academic integrity policy from Modern Languages\nStudents who copy assignments, allow assignments to be copied, or cheat on tests will fail the assignment or test on the first offense, and fail the entire course on the second.\nMany students have questions as to what constitutes too much \"help\" on essays or homework. Of course, you may ask a friend (who may have studied \\_\\_\\_\\_\\_\\_\\_\\_ longer than you) if a certain phrase or sentence is correct. You may consult an online dictionary or translator for a word or phrase. BUT, the line between legitimate help and cheating is this: Are you able to reproduce the same information on a test or on your own? If the answer is yes - i.e., you learned something from getting the help and won't make the same mistake again - that's okay. If the answer is no &#8211;&#8211; i.e., you can't identify the parts of speech in the phrase or you can't tell me what the word(s) mean on the spot) then you shouldn't turn in the assignment as your own work. You should, at the very least, indicate those parts of the assignment that are not your own work.\nExperienced teachers like me can easily recognize essays that are written by native, near-native, or advanced speakers, are copied from other sources, or are completed using online translation services. I am obligated to uphold the university's policy on academic integrity and I take this responsibility very seriously. If you are unsure about your particular situation, please ask me for clarification BEFORE you turn in an assignment as your own work. Please take the time to read the University&#8217;s discussion guide for promoting academic integrity at:\n[http://www.cmu.edu/academic-integrity/] \nIn addition, you can find the University&#8217;s full Policy on Academic Integrity here:\n[https://www.cmu.edu/policies/student-and-student-life/academic-integrity.html] \n[go to checklist] \n## Sample 3: Acceptable/unacceptable collaboration statement from Computer Science\nHere are some examples of acceptable collaboration:\n* Clarifying ambiguities or vague points in class handouts, textbooks, or lectures.\n* Discussing or explaining the general class material.\n* Providing assistance with Java, in using the system facilities, or with editing, debugging, and Java tools.\n* Discussing the code that we give out on the assignment.\n* Discussing the assignments to better understand them.\n* Getting help from anyone concerning programming issues which are clearly more general than the specific assignment (e.g., what does a particular error message mean?).\nNow for the dark side. As a general rule, if "
  },
  {
    "query": "Carnegie Mellon University ChatGPT policy students",
    "title": "Artificial Intelligence Guidance for Students - Career & Professional ...",
    "url": "https://www.cmu.edu/career/students-and-alumni/resource-library/ai-guidance/index.html",
    "text": "Artificial Intelligence Guidance for Students - Career &amp; Professional Development Center - Student Affairs - Carnegie Mellon University\n[Carnegie Mellon University] **&#8212;****&#8212;****&#8212;**SearchSearchSearch this site only\n[Career &amp; Professional Development Center] ## [Student Affairs] \n[Student Affairs] &#160;&#8250;&#160;[Career &amp; Professional Development Center] &#160;&#8250;&#160;[Students &amp; Alumni] &#160;&#8250;&#160;[Resource Library] &#160;&#8250;&#160; Artificial Intelligence Guidance for Students\n# Artificial Intelligence Guidance for Students\nArtificial Intelligence (AI) tools can be powerful resources in your job or internship search. In fact, there are a number of career resources utilizing AI that Carnegie Mellon recommends and encourages students to use. In addition to CMU provided resources, CMU student job seekers may consider using other AI tools and resources available in the public domain (such as[ChatGPT]).\nPlatforms and*resources*available from CMU include the following:\n* [**Big Interview**] **:**AI feedback based upon video interview response submissions.When students save a video of their interview practice responses, Big Interview&#8217;s AI will process the recording and provide immediate feedback and coaching. Feedback includes eye contact, use of \"ums\" and other filler words, vocabulary, tone, rate of speech, and more.\n* [**Vmock**] **:**Provides instant personalized resume feedback via an online platform that uses sophisticated algorithms and data science along with machine learning and artificial intelligence to assist students in optimizing their resumes. Students receive anaggregate resume score to assess the strength of their resume, as well as detailed feedback on resume content and presentation.\n* [**Handshake**]:&#160; Students receive[job recommendations] tailored to their profiles, interests and past search history.&#160;[Recommendations get better] the more the student engages with the platform.&#160;It is important for all students to have a complete Handshake profile to ensure strong recommendations from Handshake.\n* **[CMU Guidance] **: Tools and direction provided by the university.*Note*:&#160;Google Gemini and Microsoft Copilot are available with a CMU Andrew ID and password.*Note:*&#160;[Copilot] is Microsoft&#8217;s generative AI platform. It uses multiple data models, including GPT-4 and DALL-E3, to generate written and visual content based on a prompt.&#160;Unlike open commercial tools, like Chat GPT, Copilot provides additional&#160;[data protection] &#160;when you access it using your Andrew userID. Microsoft will not retain your prompts or responses to train its AI models.\n[![Embedded YouTube video]] ### **VIDEO:\nArtificial Intelligence Platforms for\nYour Career Journey**\n## Generative AI Tools\nWhen considering the utilization of these tools we strongly encourage you to consider the following:\n## How can I use Generative AI for my cover letter or resume writing?\nResumes need to accurately reflect past experience, skill set, contributions to projects, etc. and be tailored to the job/industry for which the resume will be used.&#160; When using generative AI tools, it is important to ensure that content and information remains accurate and can be verified and expanded upon in the interview process.\nAdditionally, cover letters are less frequently needed in the job search process; however, for some applications applicants may be required to to submit a cover letter or they may choose to do so for positions of particular interest.&#160; When using an AI tool to assist in developing and writing a cover letter it is important to remember that suggested language provided by AI tools draws upon source material, including publicly available content on the Internet. This carries a risk of plagiarism.\nGenerative AI platforms can be used for idea generation of these documents, helping to suggest keywords or relevant skills that are found in job descriptions. Examples of prompt topics that may assist with this include:&#160;\n* Asking about how to highlight a specific skill on a resume based on prior experiences&#160;\n* Asking what skills or qualifications to highlight on a cover letter for a specific position\n* Asking to revise specific bullet points for clarity and/or to tailor to specific job postings&#160;\n*Note:*After prompting your generative AI platform to create or edit content on a resume or cover letter, it is critical for student job seekers to tailor this information and make edits to ensure that the final product reflects their unique &#8216;voice&#8217; and shares details and experiences specific to them.&#160;&#160;\nWhen using AI resources to develop application materials it is still important to reference guidelines provided by Carnegie Mellon and/or any specific guidelines provided by an individual company.&#160; We recommend following up with a CPDC Career Consultant to have a final resume and/or cover letter review before submitting documents as part of an application.\n## How can Generative AI help with my job/internship search?\nGenerative AI tools, such as ChatGPT or Copilot, can be helpful in discovering and assessing personal skill sets, as well as uncovering job/internship profiles that may align with specific backgrounds/experiences and preparing for/navigating an interview process.\n*Job/Internship Search:*Provide information about your degree program, previous experience, or skill sets and ask the generative AI platform to identify target industries, companies or types of job positions that you are qualified for or align well with your background.&#160;\n*Career Exploration:*Utilize generative AI platform to assess your own skill sets for the roles you&#8217;re pursuing. This is helpful in identifying gaps in your skills and the system may even offer tips on how to develop those skills.&#160;\n*Interview Preparation:*Share in an AI prompt a job/internship description from an online posting and ask for sample interview questions. These questions can then be used for practice to prepare for an upcoming interview and AI can also provide sample responses to specific questions. Please remember that AI tools cannot and should not replace your own specific, unique answers in an interview setting.\nAdditionally, students may find it helpful to use generative AI tools as part of their research process to prepare for interviews and learn more about a company, position, location, etc. AI tools for this purpose should be used in combination with other resources, like the company&#8217;s website, Handshake, etc., to ensure up-to-date information is referenced.&#160;&#160;\n## How do I ethically use AI and avoid plagiarism?\nRemember, generative AI tools are just that, tools.&#160; They do not, and should not, replace original thinking and writing.&#160; With that in mind, to ensure ethical use and to avoid plagiarism, keep the below in mind:\n* AI tools should serve as a starting point or a tool to aid"
  },
  {
    "query": "Carnegie Mellon University provost generative AI guidance",
    "title": "GAITAR - Eberly Center - Carnegie Mellon University",
    "url": "https://www.cmu.edu/teaching/gaitar/index.html",
    "text": "GAITAR Initiative - Eberly Center - Carnegie Mellon University\n[Carnegie Mellon University] **&#8212;****&#8212;****&#8212;**SearchSearchSearch this site only\n[Eberly Center] ## Teaching Excellence &amp; Educational Innovation\n# The Generative AI Teaching As Research (GAITAR) Initiative\n# Eberly Center launches 3-year Generative AI Initiative\nIn October 2023, the Eberly Center launched the Generative Artificial Intelligence Teaching as Research (GAITAR) Initiative to measure the impacts of the generative artificial intelligence (GAI) tools on students&#8217; learning and educational experiences at Carnegie Mellon University. This three-year initiative is funded by the Provost, Vice Provost for Teaching and Learning Innovation, and Eberly Center.\nThe emergence and evolution of GAI tools represents a major disruption to norms in higher education.&#160;[The Eberly Center&#8217;s position on GAI] &#160;is that it can be viewed as both a challenge*and*opportunity for teaching and learning. However, the impacts of GAI on teaching, learning, and the student experience are unknown. How instructors adapt to or implement GAI in their educational ecosystem may increase, decrease, or not change student learning or equity in outcomes.\nConsequently, we designed the GAITAR Initiative to help CMU instructors&#8217;**adapt, innovate, research, and disseminate.**These four pillars leverage Eberly Center expertise in teaching as research (TAR), evidence-based pedagogy, technology-enhanced learning, and inclusive teaching.\n## GAITAR Initiative programs and services aim to synergistically:&#160;\n1. **Create and sustain communities of practice&#160;**among CMU educators to foster adaptive and innovative teaching strategies, evidenced-based teaching, and applied education research.\n2. **Cultivate and support**the design and implementation of effective**teaching adaptations and/or innovations**across disciplines and educational contexts at CMU.\n3. **Rigorously measure the impacts**of educational uses of GAI tools on student learning, equity in student outcomes, and the student experience at CMU.\n4. **Center student voices and diversity, equity, inclusion, and belonging**as instructors adapt to and/or innovate with GAI in teaching and learning.\n5. **Disseminate**and foster adoption of**transferable, evidence-based, educational applications of GAI tools**, at both CMU and beyond.\n## GAITAR@Scale\n*GAITAR@Scale&#160;**projects focus on reproducibility and generalization of scholarship across many teaching contexts for a few high-priority learning objectives and research questions.*\n[See the GAITAR@Scale projects] \n## GAITAR Fellowships\n*Do generative AI tools (such as ChatGPT, Dall-E, Copilot) increase, decrease, or not change student learning and equity? In what teaching contexts?*\n[See What GAITAR Fellows Are Investigating] \n## Eberly Center's Position on GenAI\n1. GAI can be viewed as a challenge and/or an opportunity for students and instructors.\n2. The impact of GAI on higher education is an open &#8220;teaching as research&#8221; question and the Eberly Center is here to help instructors.\n3. Adoption and study of GAI in teaching must navigate ethical concerns.\n4. Learning objectives, backward design, and direct measures of student outcomes should guide explorations of the impacts of GAI.\n[Read More About Our Position] \nEberly colleagues welcome the opportunity to discuss the pros and cons of different possible strategies for adapting your CMU courses. Email us at[eberly-assist@andrew.cmu.edu].\n# To achieve these objectives, the Eberly Center is launching seven new complementary programs:\n## GAITAR Institutes\n*... generate potential GAI innovations and TAR projects across many teaching contexts and learning objectives*\n&#160;\n**[Learn more] **\n## GAITAR Fellowships\n*... incentivize and lower barriers to instructor-led**GAI teaching innovation and TAR across**many**teaching contexts and**many**learning objectives*\n&#160;\n**[Learn more] **\n## GAITAR@Scale\n*... systematically collects generalizable data at scale (i.e., across**many**instructors, courses, and teaching contexts) for a**few**high-priority research questions*\n&#160;\n**[Learn more] **\n## Eberly Center Student Partners (ESPs) Co-Creator Program\n*... centers DEIB and student voices within instructors&#8217; adaptations to and innovations with GAI while providing high-impact educational experiences**for student co-creators*\n&#160;\n**[Learn more] **\n## GAITAR Scholarly Writing Program\n*... support GAITAR Fellows in writing and disseminating their research through weekly writing accountability groups (WAGs); workshops on scholarly writing productivity and writing and publishing TAR/SoTL; writing consultations; manuscript reviews; and writing retreats*\n&#160;\n**[Learn more] **\n## GAI Special Interest Groups (SIGs)&#160;\n*... build communities of practice regarding challenges, opportunities, and lessons learned across**many**teaching contexts and learning objectives*\n## GAI Working Groups\n*... create and disseminate guidance, resources, and pilot projects on how best to adapt to GAI within specific educational contexts and/or learning objectives*\n&#160;\n**Eberly Center\n**4765 Forbes Avenue\nTepper Quad, Suite 1310\nPittsburgh, PA 15213\n(412) 268-2896\n[Contact Us] \n![]![]![]![] &#160;This work is licensed under a&#160;[Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License].\n&#160;\n&#160;"
  },
  {
    "query": "Carnegie Mellon University provost generative AI guidance",
    "title": "AI Guidelines - Computing Services - Office of the CIO - Carnegie Mellon University",
    "url": "https://www.cmu.edu/computing/services/ai/index.html",
    "text": "Generative Artificial Intelligence (AI) - Computing Services - Office of the CIO - Carnegie Mellon University\n[Carnegie Mellon University] **&#8212;****&#8212;****&#8212;**SearchSearchSearch this site only\n[Computing Services] ## [Office of the CIO] \n[Office of the CIO] &#160;&#8250;&#160;[Computing Services] &#160;&#8250;&#160;[Services] &#160;&#8250;&#160; Generative Artificial Intelligence (AI)\n# Explore Generative Artificial Intelligence (AI) at CMU\nGenerative AI (GenAI) helps you create text, images, music, and videos, just by describing what you need. These tools can support your learning, creativity, and work across many roles at CMU. Explore our resources below to learn the basics and get familiar with the tools available to you. Then, dive into building more advanced skills.\n## [Learn and Connect] \nDiscover campus AI events, topic-based communities, and other learning opportunities.\n## [Protected&#160;AI Tools] [] \nLearn about the AI tools that are safe to use within CMU&#8217;s environment.\n## [Use AI Safely at CMU] \nLearn how to use AI safely and ethically, following CMU&#8217;s policies and guidelines.\n* [About] \n* [Computing Services InfoCenter] \n* [CSS Awards and Recognition] \n* [News] \n* [Service Status] \n[Log In to Services] \n* [Computing Services Help Center] \n* [412-268-4357 (HELP)] \n* [it-help@cmu.edu]"
  },
  {
    "query": "Carnegie Mellon University provost generative AI guidance",
    "title": "CMU's Generative AI + Education Modules - Eberly Center",
    "url": "https://www.cmu.edu/teaching/gaitar/genaimodules/index.html",
    "text": "CMU&#8217;s Generative AI + Education Modules - Eberly Center - Carnegie Mellon University\n[Carnegie Mellon University] **&#8212;****&#8212;****&#8212;**SearchSearchSearch this site only\n[Eberly Center] ## Teaching Excellence &amp; Educational Innovation\n# CMU&#8217;s Generative AI + Education Modules\nAs part of CMU&#8217;s broader[strategy regarding Generative AI and education], the Office of the[Vice Provost for Teaching and Learning Innovation] is developing a series of instructional modules on generative AI.\nThe[first set of modules] is designed as a primer for CMU students &#8211; to support them in their role as learners. It targets several fundamental learning objectives related to learners&#8217; effective*and responsible*use of generative AI tools.\nBy the end of these modules, learners should be able to&#8230;\n1. Describe the basic mechanisms behind how generative AI tools are built and how they work.\n2. Analyze the ethical implications and other concerns related to these tools &#8211; in order to be a responsible user and/or creator.\n3. Explain why students&#8217; decisions about and applications of generative AI tools will differ across individuals, contexts, tasks, and goals.&#160;\n4. Identify and apply strategies to appropriately and responsibly use generative AI for a given educational task.&#160;\nIn addition to developing students&#8217; knowledge and skills in the above areas, these modules are designed to promote students&#8217; self-efficacy for appropriately using generative AI tools.\n## Studying the modules&#8217; impact*in action!*\nAn exciting project associated with these modules has involved a collaboration with the Eberly Center, more than 30 instructors, and more than 2,000 students in which we investigated the modules&#8217; impacts on learning and self-efficacy via a randomized, controlled trial. This large-scale study was the first GAITAR@Scale project, conducted in September, 2024. The data are currently being analyzed (so check back here for future updates!). Results will be used not only to gauge the effectiveness of the v1 modules but also to guide iterative improvements that will be incorporated into v2!&#160;**\n### Key Contributors\n* **Hoda Heidari**,**&#160;**Assistant Professor,&#160;MLD,&#160;S3D,&#160;HCII\nSubject-Matter Expert and module co-author\n* **Nicky Agate**,**&#160;**Principal Librarian, University Libraries\nSubject-Matter Expert and module co-author\n* **Elaine Gombos**, Computer Science\nStudent contributor and module co-creator\n* **Chuong Truong**, Philosophy\nStudent contributor and module co-creator\n* **Harrison Leon**, Machine Learning Department\nStudent contributor and module co-creator\n* **Zach Mineroff**,**&#160;**Senior Learning Engineer, Eberly Center\nLead Learning Engineer coordinating and guiding the modules&#8217; design\n* **Avi Chawla**,Senior**&#160;**Learning Engineer, Eberly Center\nLearning Engineer assisting in the modules&#8217; design and implementation\n* **Judy Brooks**,&#160;Director of Design, Technology-Enhanced Learning &amp; Online Programs, Eberly Center\n## Primer Outline\n## Module 1: Basics of how Generative AI Tools Work\n1. **Module 1 Overview**\n2. **Generative AI Primer**\n1. ask students to sign into Copilot and enter prompts, then reflect on usefulness\n2. **How LLMs Work**\n1. MCQ on LLM mechanisms\n2. **The Central Role of Training Data**\n1. MCQ on training data sources\n2. **Comparison with&#160; Traditional Web Search**\n1. categorize features as being associated with generative AI vs trad. search engine\n2. **Risks of Hallucinations**\n1. Identify generative AI outputs as hallucinations vs not\n2. **Attribution for AI-Generated Content**\n1. MCQ about attribution\n## Module 2: Ethical Implications and Other Concerns\n1. **Module 2 Overview**\n2. **A Framework for Responsible Use of Generative AI**\n1. MCQ on technology risk\n2. **Who Stands to be Harmed**\n1. Given scenarios, select entity most at risk of harm\n2. **A Taxonomy of Harms for Generative AI**\n1. Given scenarios, select category of harm that best fits the situation\n2. **Sources of Generative AI Risks**\n1. MCQ on identifying main cause of harmful outcomes in scenarios\n## Module 3: Opportunities and Risks for Different Students\n1. **Module 3 Overview**\n2. **Generative AI and the Learning Process**\n1. MCQs about general opportunities/risks\n2. **Learners Have Different Needs**\n1. Describe your own reaction to generative AI, then consider how others might react\n## Module 4: Appropriate and Responsible Use\n1. **Decoding the Syllabus**\n1. Identify acceptable actions based on syllabus examples\n2. **Appropriate Use: Generative AI as Study Aid or Learning Companion**\n3. **How to Build an Effective Chatbot Prompt**\n1. Prompting a Study Sidekick: Prompt Copilot to generate practice materials\n2. MCQ: identify how to make a prompt better\n3. **Responsible Use: Decide, Verify, Cite, Rectify**\n4. **Responsible Use: Lateral Reading**\n1. Use lateral reading to evaluate generative AI output\n2. MCQ on lateral reading strategies\n## Interested in trying out the modules or learning more?\nEmail your questions, suggestions, and further thoughts to[eberly-assist@andrew.cmu.edu]!\n**Eberly Center\n**4765 Forbes Avenue\nTepper Quad, Suite 1310\nPittsburgh, PA 15213\n(412) 268-2896\n[Contact Us] \n![]![]![]![] &#160;This work is licensed under a&#160;[Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License].\n&#160;\n&#160;"
  },
  {
    "query": "Carnegie Mellon University teaching and learning generative AI guidance",
    "title": "CMU LibGuides: CMU-Qatar Library: GenAI Guide: Generative AI in the Academic Realm",
    "url": "https://guides.library.cmu.edu/GenAI",
    "text": "Generative AI in the Academic Realm - CMU-Qatar Library: GenAI Guide - CMU LibGuides at Carnegie Mellon University[Skip to Main Content] [![Carnegie Mellon University Libraries]] \n[![Banner]] \nSearch this GuideSearch\n# CMU-Qatar Library: GenAI Guide\n* [Generative AI in the Academic Realm] \n* [Prompting as an Art and Skill] \n* [AI Tools for Research] \n* [Documenting AI Use & Citing Sources] \n## Instruction & Outreach Librarian\n[\n![] \nReya Saliba\n] \n[Email] \n**Contact:**\nOffice 1154\n+974 4454 8403\n## Disclaimer\nThis guide is intended solely to inform. We donot generally endorsethe use of GenAI in an academic setting. Students should refer to their course syllabi and consult with their instructors for specific policies and guidelines regarding the permissible use of AI in their coursework.\nAs GenAI models continue to be improved and repurposed, the content of this guide may become outdated and we will do our best toensure the information provided is updated regularly and remains accurate.\n## Teaching with GenAI\n![] \nCMU&#39;s*Eberly Center for Teaching Excellence &amp; Educational Innovation*has compiled a list of FAQs on AI&#39;s impact on teaching, drawing from evidence-based strategies and university policies. This resource aims to help faculty thoughtfully consider evolving technologies in education, with an open invitation for further discussion and input from the teaching community. Check[Eberly Centerwebsite] for more information.\n* [Eberly Center] \n## CMU Libraries' Role in AI Research\n![] \nCarnegie Mellon University Libraries have long been involved with AI, playing a crucial role in bridging AI&#39;s past and future, maintaining archives while also integrating modern tools into research processes and guiding the CMU community through the evolving AI landscape. Check[CMU Libraries website] and[CMU Libraries Generative AI Guide] for more information.\n* [CMU Libraries' Role in AI Research] \n* [CMU Libraries Generative AI Guide] \n#### &quot;Previous AI helped curate our world [...], but GPT AI will allow you to create your world&quot; (Bowen &amp; Watson, 2024, p. 26).\n### ![] \nCreated using GPT-4o\n## An introduction to Generative AI: The example of ChatGPT\n## The Development of GenAI Models\nChatGPT is an AI model that falls under the category of***deep learning***, a subfield of machine learning and artificial intelligence. It is designed to generate text in a conversational style by learning complex patterns from input data, without being explicitly programmed for each task. ChatGPT&#39;s***neural network***consists of billions of parameters and mathematical operations that determine the probabilities of which words come next, rather than being a database of pre-written sentences.\nThis video by the University of Arizona Libraries provides a quick summary of the technology behind ChatGPT, and explains basic terms such as narrowAI, deep learning, and neural networks.\n## Training GenAI Models\nEarlier language processing techniques had significant drawbacks that limited their effectiveness. The***transformers architecture***, introduced in 2017, overcame these challenges by introducing an*attention mechanism*, enabling AI to focus on the most important elements of text. This led to the development of***large language models (LLMs)***, like ChatGPT, which are trained on vast amounts of data and can generalize to new domains. ChatGPT&#39;s training process involves***reinforcement learning from human feedback***(RLHF), allowing it to generate more conversational and human-like responses.\nThe next video by the University of Arizona Libraries provides an overview ofhow GenAI models are being trained and explains some of the terminologyused when talking about GenAI such as transformers, large language models (LLMs), andreinforcement learning from human feedback (RLHF).\n## AI Tools for Specific Tasks\n## What AI Tools are Available?\nWhether you need to generate some text, images, music, videos, or work on a research project, or transcribe and analyze some data,here are few examples of tools that you can try.\nExercisecaution when AI tools. Always review your prompts and outputs carefully to ensure you do not share any private, sensitive, or copyrighted information.\n**Content Generator**|**Images &amp;&amp; Art**|**Video Maker**|**Programming &amp; Coding**|**Music &amp; Sound**|**Research**|**Transcribing**|\n**[Gemini] \\***(Available through CMU)\n|**[DALLE-E2] **|**[Record Once] **|**[GitHub Copilot] **|**[SoundDraw] **|\n**[Scite] \\*\\*** (Available through CMU Libraries)\n|**[Fathom] **|\n**[Copilot] \\***(Available through CMU)\n|**[Midjourney] **|**[Lumen5] **|**[CodeWhisperer] **|**[Audiobox] **|\n[**SciSpace**] (also known as typeset.io)\n|**[Ecoute] **|\n**[Perplexity] [.ai] **|**[Stable Diffusion] **|**[Pictory] **|**[Codex] **|**[Beatoven] **|**[Elicit.com] **|**[Veed.io] **|\n**[Claude.ai] **|**[Ideogram] **|**[Synthesia] **|**[AI Code Generation] **|**[Udio] **|**[ResearchRabbit] **|**[Otter.ai] **|\n**[ChatGPT] **|**[NightCaf&eacute;] **|**[DeepBrain] **|**[Codeium] **|**[Soundverse] **|[**Consensus**] |**[Notta] **|\n*\\*Gemini and Copilot subscriptions are available through CMU. Log in using your Andrew ID and password.*\n*\\*\\*Scite is a database available to you through CMU Libraries. You can access it through our[Databases, eResources, &amp; Tools] page.*\n## Using GenAI in Academia\n## To What Extent Can you Use GenAI in your College Work?\nWhen considering the use of GenAI in academic assignments, several factors come into play, including the assignment type, topic, required resources, and your professor&#39;s guidelines. Professors may have varying policies:\n* Some may restrict GenAI use, requiring original work.\n* Others might allow limited use, provided you acknowledge it.\n* Some may design assignments that extensively incorporate GenAI.\nAlways refer to your course&#39;&#39;s academic integrity policy and consult your professor for clarity before starting your work. GenAI is a rapidly evolving tool that will likely be valuable in your future workplace, making AI literacy essential. However, it is crucial to continue to develophuman cognitive, social, and emotional skills by engaging with diverse academic opportunities that still require human insight and interaction.\n* * [**Next:**Prompting as an Art and Skill &gt;&gt;] \n* Last Updated:Aug 14, 2025 7:47 AM\n* URL:https://guides.library.cmu.edu/GenAI\n* [**Print Page] \n[Login to LibApps] \n[Report a problem] \n[****]"
  }
]